{
  "dangCauHoi": "P2",
  "elementType": "LISTENING",
  "danhSachCauHoi": [
    {
      "_id": {
        "$oid": "58824b46-bcde-4fb4-ac6b-83092b1ade86"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L18/sounds/normal/MTC_18_LISTENING_Listening 1.mp3",
      "yNghia": "<span style=\"color:red\">Sarah Smith is an award-winning investigative journalist and former freelance foreign correspondent.  </span>She is currently a senior investigative reporter and a photojournalist for Sand. She has won many awards for her magazine articles and she is also an awarded travel writer. Smith has won Canon Media Awards three times. <span style=\"color:red\">She traveled around the world, covering social issues such as crime, racism and national security crises. </span>Smith became well-known when she covered the infamous Watson case. In 2014, Watson invited Smith to interview him in prison, but that meeting was prevented to occur. <span style=\"color:red\">Although Watson wasn't a murder</span><span style=\"color:red\">er</span><span style=\"color:red\">, it took more than a year to bring the truth to light. </span>Smith commented on this case, \"Journalists have a special role in investigating cases when someone is wrongly punished for crime.\" Smith has also written extensively on the Potter case. <span style=\"color:red\">In 2015, she spent two months covering the retrial of Mark Potter for North & South.</span> It's a case she had been following for seven years. <span style=\"color:red\">Her article in North & South's February 2009 issue attracted many experts joining Potter's team, which eventually led to </span><span style=\"color:red\">the </span><span style=\"color:red\">court's decision that he was innocent in 2013.</span><br />\n<br />\n<i>Sarah Smith là một nhà báo điều tra từng đoạt giải thưởng và là cựu phóng viên nước ngoài tự do. Cô hiện là phóng viên điều tra cấp cao và phóng viên ảnh của Sand. Cô đã giành được nhiều giải thưởng cho các bài báo trên tạp chí và cô ấy cũng được trao giải cho tác giả của hạng mục du lịch. Smith đã ba lần giành được Giải thưởng Canon Media. </i><i>Cô đi khắp thế giới, đưa tin về các vấn đề xã hội như tội phạm, phân biệt chủng tộc và khủng hoảng an ninh quốc gia</i><i>. Smith trở nên nổi tiếng khi cô đưa tin về vụ án Watson khét tiếng. Vào năm 2014, Watson đã mời Smith phỏng vấn anh ta trong tù, nhưng cuộc gặp đó đã bị ngăn cản.</i><i> Mặc dù Watson không phải là một kẻ giết người nhưng p</i><i>hải mất hơn một năm để</i><i> sự thật được đưa ra ánh sáng</i><i>. Smith nhận xét về trường hợp này</i><i> là</i><i> \"Các nhà báo có một vai trò đặc biệt trong việc điều tra các trường hợp có khả năng bị xử oan.\" Smith cũng đã viết nhiều về vụ án Potter. Vào năm 2015, cô ấy đã dành hai tháng để đưa tin về việc xét xử lại Mark Potter cho </i><i>báo </i><i>North & South. Cô ấy đã theo dõi trong bảy năm. Bài báo của cô trên tạp chí North & South số ra tháng 2 năm 2009 đã dẫn đến việc các chuyên gia gia nhập nhóm của Potter. Điều này cuối cùng đã dẫn đến quyết định tuyên án vô tội của tòa án vào năm 2013.</i>",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "a2631908-9eb9-47ae-a8dd-7cdf7db5a157"
          },
          "dapAn": "Sarah Smith is an award-winning investigative journalist and former freelance foreign correspondent.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "8baaae3e-2f63-463c-b17f-c0c82e1b1929"
          },
          "dapAn": "She traveled around the world, covering social issues such as crime, racism and national security crises.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "bbe21e49-8c72-47a1-9162-c71aea72f6d7"
          },
          "dapAn": "Although Watson wasn’t a murderer, it took more than a year to bring the truth to light.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "1f8f329c-72c4-424f-a4c5-35919a727e3c"
          },
          "dapAn": "In 2015, she spent two months covering the retrial of Mark Potter for North & South.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "e0c8ce67-938f-4661-9653-b200da4b5256"
          },
          "dapAn": "Her article in North & South’s February 2009 issue attracted many experts joining Potter’s team, which eventually led to the court's decision that he was innocent in 2013.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "dc4fc55b-1f53-4966-b054-bb995861d89c"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L18/sounds/normal/MTC_18_LISTENING_Listening 2.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kyle:</b></td>\n                        <td>Have you heard? <span style=\"color:red\">John has become a sports journalist.</span></td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Bạn nghe chưa? John đã trở thành một nhà báo thể thao.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>Really? How come? Wasn't he a news anchor?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Có thật không? Tại sao? Anh ấy không phải là người dẫn chương trình thời sự sao?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kyle:</b></td>\n                        <td>Yes, he was. <span style=\"color:red\">The story how he became a sports journalist was bizarre. </span></td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Đã từng thôi. Câu chuyện làm thế nào anh ấy trở thành một phóng viên thể thao thật kỳ lạ.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>I'm curious about that. Can you tell me more?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Tôi</i><i> tò mò quá</i><i>.</i><i> Bạn có thể kể thêm không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kyle:</b></td>\n                        <td>A few months ago, he met an artist friend of his, who influenced him to change his career.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Vài tháng trước, anh ấy đã gặp một người bạn nghệ sĩ của mình, người đã</i><i> ảnh hưởng </i><i>đến</i><i> quyết định thay đổi sự nghiệp của anh ấy.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td><span style=\"color:red\">Did that person provide John with some inside information or something?</span></td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Người đó có cung cấp cho John một số thông tin nội bộ hay gì đó không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kyle:</b></td>\n                        <td>No, he told John about a conversation he overheard between two politicians while he was at a museum learning about abstract art?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Không, anh ấy kể cho John nghe về cuộc trò chuyện mà anh ấy tình cờ nghe được giữa hai chính trị gia khi anh ấy đang ở viện bảo tàng để tìm hiểu về nghệ thuật trừu tượng?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td><span style=\"color:red\">So he happened to be able to gather information regarding international relations?</span></td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Vậy là anh ta tình cờ thu thập được thông tin liên quan đến các mối quan hệ quốc tế à?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kyle:</b></td>\n                        <td>Yes, he did.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Đúng vậy.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>It sounds so strange but I think there's still a degree of truth to it.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Nghe có vẻ lạ lùng nhưng tôi nghĩ vẫn có một phần nào sự thật trong đó.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kyle:</b></td>\n                        <td>I don't know, but his artist friend told John about it, which made him realize how much of what he was reporting as a news anchor was incorrect.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Tôi không biết, nhưng người bạn nghệ sĩ của anh ấy đã nói với John về điều đó, điều này khiến anh ấy nhận ra rằng những gì anh ấy đang truyền tải với tư cách là một người dẫn chương trình thời sự là không chính xác.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td><span style=\"color:red\">I thought he had known it all along.</span></td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Tôi tưởng rằng anh ấy đã biết điều đó từ lâu.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kyle:</b></td>\n                        <td>He was kind of aware of it but he didn't know how much bluff he was delivering until he was told that story.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Anh ấy đã nhận thức được điều đó nhưng anh ấy không biết mình đã đưa những tin sai sự thật đến mức nào cho đến khi anh ấy được kể câu chuyện đó.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>So he was shocked by it and chose to pursue the path of a sports journalist?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Vì vậy, anh ấy đã bị sốc bởi điều đó và chọn theo đuổi con đường của một nhà báo thể thao?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kyle:</b></td>\n                        <td>Yes. Actually, he had been thinking of working as one for a long time though.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Đúng. Tuy nhiên trên thực tế, anh ấy đã nghĩ đến công việc đó trong một thời gian dài.</i></td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "94400bfb-a3a6-48af-a69d-958cb9376fe8"
          },
          "dapAn": "John has become a sports journalist.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "33809a07-0662-4136-a082-329e6cb3c101"
          },
          "dapAn": "The story how he became a sports journalist was bizarre.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "3156e76d-baa6-42dc-9a09-0898f4f673a8"
          },
          "dapAn": "Did that person provide John with some inside information or something?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "a4299fc7-562a-468b-8ebf-8a3e79547845"
          },
          "dapAn": "So he happened to be able to gather information regarding international relations?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "fdf1ac8b-347a-4090-8848-9605a85387fd"
          },
          "dapAn": "I thought he had known it all along.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "620e983b-3cb1-44e9-b712-da8d0d82c5a8"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L18/sounds/normal/MTC_18_LISTENING_Listening 3.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td>Good morning, Ms. Martin. Nice to meet you.<br />\n                        <i>Chào buổi sáng, Martin. Rất hân hạnh được gặp bạn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td>Nice to meet you, too.<br />\n                        <i>Tôi cũng hân hạnh được gặp bạn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td>So, tell me about yourself, Ms. Martin.<br />\n                        <i>Bạn có thể giới thiệu về bản thân không, Martin.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td>I'm from Glasgow, Scotland. <span style=\"color:red\">I'm 27 years old and I have a degree from Sheffield</span><br />\n                        <span style=\"color:red\">University.</span><br />\n                        <i>Tôi đến từ Glasgow, Scotland. Tôi 27 tuổi và tôi có bằng của Đại học Sheffield.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td>OK. What did you do in your last job?<br />\n                        <i>Được rồi. Bạn đã làm gì trong công việc gần đây nhất?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td><span style=\"color:red\">I've been working as a translator for a news channel for the last 4 years.</span><br />\n                        <i>Tôi đã làm công việc phiên dịch viên cho một kênh tin tức trong 4 năm qua.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td>What are your tasks in that job?<br />\n                        <i>Nhiệm vụ của bạn trong công việc là gì?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td><span style=\"color:red\">My main tasks are translating news articles into English. Sometimes, I edit the news.</span><br />\n                        <i>Nhiệm vụ chính của tôi là dịch các bài báo sang tiếng Anh. Đôi khi, tôi chỉnh sửa tin tức.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td>What are your strengths?<br />\n                        <i>Điểm mạnh của bạn là gì?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td>I'm quite good at organising and communicating. <span style=\"color:red\">Besides,</span> <span style=\"color:red\">I enjoy working in a team.</span><br />\n                        <i>Tôi khá giỏi trong việc tổ chức và giao tiếp. Bên cạnh đó, tôi thích làm việc theo nhóm.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td>What about your weaknesses?<br />\n                        <i>Còn điểm yếu của bạn thì sao?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td><span style=\"color:red\">My friends say I was impatient sometimes, but I'm trying to improve that.</span><br />\n                        <i>Bạn bè của tôi nói rằng đôi khi tôi thiếu kiên nhẫn, nhưng tôi đang cố gắng cải thiện điều đó.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td>OK. Can you tell me why you want to work for us?<br />\n                        <i>Được rồi. Bạn có thể cho tôi biết tại sao bạn muốn làm việc cho chúng tôi không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td><span style=\"color:red\">Becoming a newspaper editor is my biggest dream. </span>I love to correct what people have written.<br />\n                        <i>Trở thành một biên tập viên báo chí là ước mơ lớn nhất của tôi. Tôi thích sửa những gì mọi người đã viết.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td>Alright. <span style=\"color:red\">If we offer you the job, when can you start?</span><br />\n                        <i>Được rồi. Nếu nhận được công việc, khi nào bạn có thể bắt đầu?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td><span style=\"color:red\">I'd need to give two weeks' notice, but I could start immediately after that.</span><br />\n                        <i>Tôi cần báo trước hai tuần, nhưng tôi có thể bắt đầu ngay sau đó.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td><span style=\"color:red\">Finally, Ms. Martin, have you got any questions?</span><br />\n                        <i>Cuối cùng, Martin, bạn có câu hỏi nào không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td>No, thanks. <span style=\"color:red\">I hope I have a chance to be a part of the company.<i> </i></span><br />\n                        <i>Không, cảm ơn. Tôi hy vọng mình có cơ hội trở thành một phần của công ty.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sophie:</b></td>\n                        <td>Thank you very much for coming. We'll be in touch.<i><br />\n                          Cảm ơn rất nhiều vì đã tới. Chúng ta sẽ giữ liên lạc.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ms. Martin:</b></td>\n                        <td>Thank you. Have a nice day.<br />\n                        <i>Cảm ơn bạn. Chúc bạn một ngày tốt lành.</i></td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "ef3b5b23-5e20-4de7-a40d-ca7dfab43900"
          },
          "dapAn": "I’m 27 years old and I have a degree from Sheffield University.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "6e9dbd3c-1887-4782-bed0-cd5942e7cf72"
          },
          "dapAn": "I’ve been working as a translator for a news channel for the last 4 years.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "2512af14-e150-49fb-abb2-c5282f79bbd1"
          },
          "dapAn": "My main tasks are translating news articles into English. Sometimes, I edit the news.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "895dcfc0-2067-4349-876a-626e5b7e0444"
          },
          "dapAn": "Besides, I enjoy working in a team.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "d5a32ca4-9d30-45a1-a11e-dd25dc32d9f8"
          },
          "dapAn": "My friends say I was impatient sometimes, but I’m trying to improve that.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "7a2582a8-ea7e-4842-80c7-688c0581fb51"
          },
          "dapAn": "Becoming a newspaper editor is my biggest dream.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "e3821e43-7197-47ad-9724-ab69dbfa340d"
          },
          "dapAn": "If we offer you the job, when can you start?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "0cb423ce-9fa9-428a-a410-a229193af0c3"
          },
          "dapAn": "I’d need to give two weeks’ notice, but I could start immediately after that.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "1696aae0-3e67-48a5-abae-99657c83d6ce"
          },
          "dapAn": "Finally, Ms. Martin, have you got any questions?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "06bfc1ec-327c-4417-9e45-6ce69b1ebea9"
          },
          "dapAn": "I hope I have a chance to be a part of the company.",
          "isCorrect": true
        }
      ]
    }
  ]
}