{
  "dangCauHoi": "P2",
  "elementType": "LISTENING",
  "danhSachCauHoi": [
    {
      "_id": {
        "$oid": "6f251552-f506-4c44-b9d4-5eaec16b5b05"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L23/sounds/normal/MTC_23_LISTENING_Listening 1.mp3",
      "yNghia": "<span style=\"color:red\">Confirmation bias is the tendency to search for information in a way that confirms or supports one's beliefs or values.</span> People display their bias when they only listen to evidence that supports what they already believe and ignore evidence that goes against what they believe. It cannot be eliminated, but it can be managed. <span style=\"color:red\">Take media bias as an example</span>. It is the bias of journalists within the mass media in the selection of events and stories that are reported. The direction and degree of media bias vary from country to country. A company which wants to promote a service can pay the media to have their services reported in a positive light. When multiple newspapers promote that brand, other news sources may suffer media bias and also try to cover stories related to the company. <span style=\"color:red\">They can do it by using memorable images or music videos.</span> This strategy is not wrong but some consider it unethical. <span style=\"color:red\">This is due to the fact that many shady companies have used this strategy to promote unhealthy products such as cigars and cigarettes.</span> Some countries in Europe such as Spain and Greece have been trying to ban this practice. <span style=\"color:red\">They do not allow the sponsor of unhealthy products, which has been met with resistance from those companies.</span><br />\n<br />\n<i>Thiên kiến xác nhận là một thuật ngữ chỉ xu hướng chỉ tìm kiếm thông tin hỗ trợ cho quan điểm của một người. Mọi người thể hiện sự thiên kiến này khi họ chọn thông tin ủng hộ quan điểm của họ, bỏ qua thông tin trái ngược. Chúng ta không thể loại bỏ thiên kiến xác nhận nhưng có thể kiểm soát được chúng. Một ví dụ là sự thiên kiến của phương tiện truyền thông. Đó là sự thiên kiến của các nhà báo trong các phương tiện truyền thông đại chúng trong việc lựa chọn sự kiện và câu chuyện để đưa tin. Chiều hướng và mức độ thiên kiến của giới truyền thông khác nhau giữa các quốc gia. Một công ty khi muốn quảng bá một dịch vụ có thể trả tiền cho các phương tiện truyền thông để dịch vụ của họ được đưa tin theo hướng tích cực. Khi nhiều tờ báo quảng cáo thương hiệu đó, các nguồn tin tức khác có thể bị ảnh hưởng và cũng cố gắng đưa tin về những câu chuyện liên quan đến công ty này. Họ có thể làm điều đó bằng cách sử dụng những hình ảnh hoặc video âm nhạc đáng nhớ. Chiến thuật này không sai nhưng một số người coi nó là phi đạo đức. Điều này là do thực tế là nhiều công ty mờ ám đã sử dụng chiến thuật này để quảng cáo các sản phẩm không lành mạnh như xì gà và thuốc lá. Một số quốc gia ở châu Âu như Tây Ban Nha và Hy Lạp đã ra sức cấm điều này. Họ không cho phép nhà tài trợ cho các sản phẩm không lành mạnh. Điều này đã vấp phải sự phản đối từ các công ty.</i>",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "4cb58b2f-5427-4f76-9f87-8e9b7914db87"
          },
          "dapAn": "Confirmation bias is the tendency to search for information in a way that confirms or supports one's beliefs or values.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "7b19337e-9b0e-4951-af7d-96eaa771b075"
          },
          "dapAn": "Take media bias as an example.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "762acf13-9844-4f1a-bfd5-82f7fc370480"
          },
          "dapAn": "They can do it by using memorable images or music videos.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "ed6715fe-c02e-4dd5-b4ec-2a732b05dace"
          },
          "dapAn": "This is due to the fact that many shady companies have used this strategy to promote unhealthy products such as cigars and cigarettes.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "8b143dad-eff4-4179-b6ae-5f681a89f266"
          },
          "dapAn": "They do not allow the sponsor of unhealthy products, which has been met with resistance from those companies.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "758ab05e-d589-4fdf-a5e3-b95c17181d22"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L23/sounds/normal/MTC_23_LISTENING_Listening 2.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kate:</b></td>\n                        <td><span style=\"color:red\">I need someone to teach me how to make decisions.</span></td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Tôi cần ai đó dạy tôi cách đưa ra quyết định.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>What do you mean?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Ý bạn là gì?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kate:</b></td>\n                        <td>I'm just simply bad at decision-making.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Tôi chỉ</i><i> đơn giản là rất </i><i>tệ trong việc ra quyết định.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td><span style=\"color:red\">Do you usually regret your choices?</span></td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Bạn có thường hối hận về sự lựa chọn của mình không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kate:</b></td>\n                        <td>Yes, I do. I think I should consult others before I make a decision.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Có. Tôi nghĩ mình nên tham khảo ý kiến của người khác trước khi đưa ra quyết định.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>Others can give bad advice too, you know?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Những người khác cũng có thể đưa ra lời khuyên tồi, bạn biết chứ?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kate:</b></td>\n                        <td>Yeah! <span style=\"color:red\">But it's better to have a second opinion I think.</span></td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Ừ! Nhưng tôi nghĩ tốt hơn là nên có ý kiến thứ hai.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>I think you should ask experts instead of asking some random people.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Tôi nghĩ bạn nên hỏi các chuyên gia thay vì hỏi một người ngẫu nhiên.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kate:</b></td>\n                        <td>That's a good idea. I'll take note of that. By the way, <span style=\"color:red\">do you usually check your spam box</span>?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Đó là một ý kiến hay. Tôi sẽ lưu ý điều đó. Nhân tiện, bạn có thường kiểm tra hộp thư rác của mình không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>No, I don't. I don't normally read spam emails. Why did you ask?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Không, tôi không. Tôi thường không đọc thư rác. Tại sao bạn hỏi</i><i> vậy</i><i>?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kate:</b></td>\n                        <td>Nothing. I just checked my spam folder the other day and there were tons of junk mail.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Không. Tôi vừa kiểm tra hòm thư rác của mình vào ngày hôm trước và có rất nhiều thư rác.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>Yeah! Who invented spam email in the first place?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Ừ! Ai đã phát minh ra thư rác ngay từ đầu nhỉ?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kate:</b></td>\n                        <td>That was Gary Thuerk. <span style=\"color:red\">He wanted to promote a service or product so he sent an email to hundreds of people.</span></td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Đó là Gary Thuerk. Anh ấy muốn quảng cáo một dịch vụ hoặc sản phẩm nên đã gửi email cho hàng trăm người.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ann:</b></td>\n                        <td>Did the consumers buy his product because of that?</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Người tiêu dùng có mua sản phẩm của anh ấy nhờ thư rác không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Kate:</b></td>\n                        <td>I don't know. I just know that many people want to hunt down that inventor.</td>\n                </tr>\n                <tr>\n                        <td> </td>\n                        <td><i>Tôi không biết. Tôi chỉ biết rằng có rất nhiều người muốn săn lùng nhà phát minh đó.</i></td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "8612323c-31bc-469e-ac6c-219dbe0332d9"
          },
          "dapAn": "I need someone to teach me how to make decisions.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "d1da268e-0b3a-4784-be5f-85698ceebc7f"
          },
          "dapAn": "Do you usually regret your choices?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "2609c1e5-bbb2-472d-941e-3d13854c3136"
          },
          "dapAn": "But it’s better to have a second opinion I think.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "aeaa9e37-d008-49a6-b270-7b422e0809dc"
          },
          "dapAn": "Do you usually check your spam box?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "a3d61fe4-664d-4bf4-88d7-ed062186e45d"
          },
          "dapAn": "He wanted to promote a service or product so he sent an email to hundreds of people.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "d45a9dca-ad7a-4820-ac5b-dbd7d38e2f44"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L23/sounds/normal/MTC_23_LISTENING_Listening 3.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td><span style=\"color:red\">What do you think about our advertising campaigns?</span><br />\n                        <i>Bạn nghĩ gì về các chiến dịch quảng cáo của chúng ta?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>One of the first things we have to do is carefully identify our target market.<br />\n                        <i>Một trong những điều đầu tiên chúng ta phải làm là xác định cẩn thận thị trường mục tiêu của mình.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>Can you tell me more?<br />\n                        <i>Bạn có thể nói cho tôi biết thêm được không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td><span style=\"color:red\">We identify our customers using six different categories.</span><br />\n                        <i>Chúng ta xác định khách hàng của mình bằng cách sử dụng sáu nhóm phân loại khác nhau.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>Gender; age; occupation; relationship status; geographic location and behavior, right?<br />\n                        <i>Giới tính; lứa tuổi; nghề nghiệp; tình trạng quan hệ; vị trí địa lý và hành vi, phải không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>Exactly. <span style=\"color:red\">Then, what do we do?</span><br />\n                        <i>Chính xác. Sau đó chúng ta làm gì?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>We start to think about how we're going to promote the product.<br />\n                        <i>Chúng ta bắt đầu nghĩ về cách mà ta sẽ quảng bá sản phẩm thôi.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td><span style=\"color:red\">Also how to make our product the most attractive to that group of people.</span><br />\n                        <i>Ngoài ra làm sao để sản phẩm của mình hấp dẫn nhất đối với nhóm người đó.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>What is the difference between marketing to young adults and marketing to older people?<br />\n                        <i>Sự khác biệt giữa tiếp thị cho thanh niên và tiếp thị cho người lớn tuổi là gì?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td><span style=\"color:red\">It is the type of music we use in the advertising campaign.</span><br />\n                        <i>Đó là loại nhạc chúng tôi sử dụng trong chiến dịch quảng cáo.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>I guess young people want faster, more energetic music.<br />\n                        <i>Tôi đoán giới trẻ muốn âm nhạc nhanh hơn, tràn đầy năng lượng hơn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>That's right. <span style=\"color:red\">Older people want calmer and less noisy music.</span><br />\n                        <i>Đúng rồi. Người lớn tuổi muốn âm nhạc dễ chịu hơn và ít ồn ào hơn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>What about advertisements on TV or radio?<br />\n                        <i>Còn quảng cáo trên TV hoặc đài phát thanh thì sao?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td><span style=\"color:red\">In those advertisements directed at older people, actors usually speak more seriously and less quickly.</span><br />\n                        <i>Trong những quảng cáo hướng đến người lớn tuổi, các diễn viên thường nói nghiêm túc hơn và </i><i>chậm </i><i>hơn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>So that the elderly can easily listen to and remember the message. <br />\n                        <i>Như thế thì người cao tuổi có thể dễ dàng nghe và ghi nhớ thông điệp.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>Correct. <span style=\"color:red\">Then we have to come up with a slogan in a phrase or short sentence. </span><br />\n                        <i>Chính xác. Sau đó, chúng ta phải nghĩ ra một khẩu hiệu trong một cụm từ hoặc một câu ngắn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>It has to be clear and easy to remember, doesn't it?<br />\n                        <i>Nó phải rõ ràng và dễ nhớ, phải không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>Yes. <span style=\"color:red\">Next, we have to think about designing the logo for the product.</span><br />\n                        <i>Đúng. Tiếp theo, chúng ta phải nghĩ đến việc thiết kế logo cho sản phẩm</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>It's important to launch the product in the most exciting way, too.<br />\n                        <i>Việc tung sản phẩm ra thị trường theo cách thú vị nhất cũng rất quan trọng.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>We also have to manage the budget so we use the money we have.<br />\n                        <i>Chúng ta cũng phải quản lý ngân sách để chúng tôi sử dụng số tiền mình có.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Frank:</b></td>\n                        <td>Well, we have to work very hard on advertising campaigns.<br />\n                        <i>Chà, chúng ta phải làm việc rất chăm chỉ cho các chiến dịch quảng cáo.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>Indeed. <span style=\"color:red\">But the more often you do it, the easier it gets.</span><br />\n                        <i>Thực vậy. Nhưng bạn càng làm điều đó thường xuyên, nó càng trở nên dễ dàng hơn.</i> </td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "b44db65d-b42d-4c5f-ac17-142fb7112c2b"
          },
          "dapAn": "What do you think about our advertising campaigns?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "a680e4ba-acb6-4985-adf4-828c177eae8b"
          },
          "dapAn": "We identify our customers using six different categories.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "2dbfa194-7c7c-4655-b074-d3f382d9d55b"
          },
          "dapAn": "Then, what do we do?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "8876856f-204d-4b70-b25a-b80b79f4724f"
          },
          "dapAn": "Also how to make our product the most attractive to that group of people.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "548795c8-40e3-4212-9da2-05b24f6f2556"
          },
          "dapAn": "It is the type of music we use in the advertising campaign.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "e36d9ed2-3802-4942-ad12-f9724452e65b"
          },
          "dapAn": "Older people want calmer and less noisy music.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "9a87af83-a60a-4633-b447-c94b5de47b66"
          },
          "dapAn": "In those advertisements directed at older people, actors usually speak more seriously and less quickly.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "c93b9f59-9e49-42b2-bd2d-d8ec10a76c09"
          },
          "dapAn": "Then we have to come up with a slogan in a phrase or short sentence.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "72924e75-816c-46a2-8d8c-14941a370c7b"
          },
          "dapAn": "Next, we have to think about designing the logo for the product.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "1eeb34c2-1fa4-48c0-bdff-e15051745d6e"
          },
          "dapAn": "But the more often you do it, the easier it gets.",
          "isCorrect": true
        }
      ]
    }
  ]
}