{
  "dangCauHoi": "P2",
  "elementType": "LISTENING",
  "danhSachCauHoi": [
    {
      "_id": {
        "$oid": "5484f3d3-cfeb-412d-8162-0f76eb05663f"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_TC_L3/sounds/normal/TC_3_LISTENING_Listening 1.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Welcome to our show, Joss. The topic today is \"Food and drink holidays\".<br />\n                        Chào mừng các bạn đến với chương trình của chúng tôi và chủ đề ngày hôm nay của chúng ta là \"Thức ăn và đồ uống trong ngày lễ\".</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Joss:</b></td>\n                        <td>Hi everyone, my name is Joss. I'm a chef.<br />\n                        Chào mọi người, tôi tên là Joss. Tôi là một đầu bếp.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">Joss, what do you think about celebration food and drink in your hometown?</span><br />\n                        Joss, bạn nghĩ sao về thức ăn và đồ uống trong ngày lễ ở quê hương bạn?</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Joss:</b></td>\n                        <td>Well, people usually give each other a box of chocolates as a gift.<br />\n                        À, mọi người thường tặng nhau sô cô la làm quà.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>What do you often give on occasions?<br />\n                        Vậy bạn thường tặng gì vào các ngày đặc biệt đó?</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Joss:</b></td>\n                        <td><span style=\"color:red\">I love baking, so instead of buying a </span><span style=\"color:red\">package of cookies, I make my mom and dad </span><span style=\"color:red\">some delicious chocolate chip cookies.</span><br />\n                        Tôi thích làm bánh, vì vậy thay vì mua một túi bánh quy, tôi thường làm tặng bố mẹ tôi bánh quy sô cô la.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Really? So nice!<br />\n                        Thật sao? Thật tuyệt vời!</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Joss:</b></td>\n                        <td>Sometimes I serve them with a bottle of lemonade and fruit salad for their anniversary. <br />\n                        Thỉnh thoảng tôi cũng pha một chai nước chanh và làm một chút sa-lát hoa quả vào ngày kỷ niệm của họ.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">That sounds amazing! You have two kids right? What do you have for them?</span><br />\n                        Nghe thật tuyệt! Bạn có hai bé rồi nhỉ? Bạn làm gì tặng các bé vậy?</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Joss:</b></td>\n                        <td>I usually buy a bag of oranges and apples.<br />\n                        Tôi thường mua một túi cam và táo.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Do you make fruit juice?<br />\n                        Bạn làm nước hoa quả phải không?</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Joss:</b></td>\n                        <td>Yes, I slice them and serve them in a bowl with a big carton of fruit juice.<br />\n                        Đúng vậy, tôi thái chúng và đổ vào bát cùng với 1 hộp nước hoa quả.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Your children definitely love it.<br />\n                        Những đứa trẻ của bạn chắc hẳn rất thích.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Joss:</b></td>\n                        <td><span style=\"color:red\">Certainly. I also prepare a can of nuts for my children to celebrate special days. </span>They love eating nuts.<br />\n                        Chắc chắn rồi. Tôi cũng chuẩn bị thêm một lon các loại hạt cho các con tôi khi tổ chức những ngày đặc biệt.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Do you make something special for you wife?<br />\n                        Bạn có làm điều gì đặc biệt cho vợ của bạn không?</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Joss:</b></td>\n                        <td>My wife is really into pizza, so you know, my specialty is always pizza! I get a jar of black olives and usually put them on top.<br />\n                        Vợ tôi rất thích bánh pizza, vì vậy bạn biết đó, điều đặc biệt của tôi luôn là bánh pizza. Tôi thường cho ô-liu đen lên trên bề mặt bánh.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>What a wonderful chef! You make me hungry right now.<br />\n                        Đúng là một đầu bếp tuyệt vời! Bạn làm tôi thấy đói ngay lúc này rồi.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Joss:</b></td>\n                        <td><span style=\"color:red\">Thank you. You should add hot sauce for a spicy kick. Delicious!</span><br />\n                        Cảm ơn. Bạn nên thêm nước sốt để có vị cay. Ngon lắm đó!</td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "b616a08b-0abc-4830-b772-1c625e67ba0a"
          },
          "dapAn": "Joss, what do you think about celebration food and drink in your hometown?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "c5a8e0a9-80b2-4bac-8f10-1d102a1be08f"
          },
          "dapAn": "I love baking, so instead of buying a package of cookies, I make my mom and dad some delicious chocolate chip cookies.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "53e07500-8117-4d08-b510-941883b58268"
          },
          "dapAn": "That sounds amazing! You have two kids right? What do you have for them?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "f953a794-0513-4d8b-99c1-bff5506e97b7"
          },
          "dapAn": "Certainly. I also prepare a can of nuts for my children to celebrate special days.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "fd09179c-95b1-49d4-a9c6-7aee2f9ed237"
          },
          "dapAn": "Thank you. You should add hot sauce for a spicy kick. Delicious!",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "2d390c15-f3e7-412a-8af5-c01ac65b7481"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_TC_L3/sounds/normal/TC_3_LISTENING_Listening 2.mp3",
      "yNghia": "Good morning, everyone. Today let's celebrate a special day - Thanksgiving Day. As you know, Thanksgiving is a celebration of the close family and friends in our lives and the fall harvest. <span style=\"color:red\">It is as it sounds, a day to \"give thanks.\"</span> Here's our Thanksgiving Day timeline. From 9 to 10:00 a.m., watch the Macy's Thanksgiving Parade. <span style=\"color:red\">Turn on the live stream or find your spot on the street. You will watch the parade through the streets of New York City. </span>Between 10:00 a.m. and 12:00 a.m., go to the store. <span style=\"color:red\">Make sure you get to the store early to pick up all the ingredients you</span><span style=\"color:red\">'</span><span style=\"color:red\">ll need to start cooking.</span><b> </b>All day, watch American football together. <span style=\"color:red\">This is a great chance to cheer for your favorite team and a good distraction from<br />\r\nthe fact that you're probably not eating lunch.</span> After all, you're going to be HUNGRY once dinner time rolls around. From 6 to 10:00 p.m., eat more than you thought was humanly possible. <span style=\"color:red\">It's probably not surprising that there's an American holiday based only around eating, but it might be surprising how much eating you can actually do if you put your mind to it.</span><br />\r\n<br />\r\nChào buổi sáng, mọi người. Hôm nay chúng ta hãy cùng nhau tổ chức một ngày đặc biệt trong năm, đó là Lễ tạ ơn. Như các bạn đã biết, Lễ tạ ơn là lễ kỷ niệm của gia đình và bạn bè thân thiết trong cuộc sống của chúng ta và mùa thu hoạch. Đó là một ngày để chúng ta ‘gửi lời cảm ơn'. Đây là lich trình cho ngày Lễ tạ ơn của chúng ta. Từ 9 đến 10:00 sáng, xem diễu hành Lễ tạ ơn của Macy. Bật xem trực tiếp hoặc tìm một chỗ đứng xem trên đường. Bạn sẽ xem cuộc diễu hành qua các đường phố của thành phố New York. Từ 10:00 sáng đến 12:00 trưa, hãy đến cửa hàng. Hãy đảm bảo bạn đến cửa hàng sớm để mua tất cả các nguyên liệu cần thiết để bắt đầu nấu ăn. Cả ngày này hãy cùng nhau xem bóng đá Mỹ. Đây là cơ hội tuyệt vời để cổ vũ cho đội bóng yêu thích của bạn và giúp bạn quên đi thực tế là có thể bạn chưa ăn trưa. Nhưng cuối cùng thì bạn sẽ vẫn ĐÓI BỤNG trước giờ ăn tối. Từ 6 giờ đến 10 giờ tối, hãy ăn nhiều hơn mức bạn nghĩ bạn có thể ăn. Có lẽ không có gì đáng ngạc nhiên khi có một kỳ nghỉ ở Mỹ chỉ xoay quanh việc ăn uống, nhưng bạn có thể thực sự ngạc nhiên về việc bạn thực sự có thể ăn bao nhiêu nếu bạn để tâm đến nó.",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "53f35724-e52c-43bb-9d01-c702ade74dc2"
          },
          "dapAn": "It is as it sounds, a day to “give thanks.”",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "0f6bdb90-2992-4918-8bf8-3b418a90ded8"
          },
          "dapAn": "Turn on the live stream or find your spot on the street. You will watch the parade through the streets of New York City.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "b3f76237-ff21-465e-929e-edb5c9faeae8"
          },
          "dapAn": "Make sure you get to the store early to pick up all the ingredients you’ll need to start cooking.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "ab60bb8b-3caf-4428-ba9e-60a901008e77"
          },
          "dapAn": "This is a great chance to cheer for your favorite team and a good distraction from the fact that you’re probably not eating lunch.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "82e623c6-e6ae-4abc-8951-782f634a28b0"
          },
          "dapAn": "It’s probably not surprising that there’s an American holiday based only around eating, but it might be surprising how much eating you can actually do if you put your mind to it.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "9c030de3-6594-4910-b04b-a260e9d01570"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_TC_L3/sounds/normal/TC_3_LISTENING_Listening 3.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Hey, Ceci, what should we do for Labor Day?<br />\n                        Này, Ceci, chúng ta nên làm gì vào Ngày Lao động?</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td><span style=\"color:red\">I think we should have a picnic.</span><br />\n                        Tôi nghĩ chúng ta nên đi dã ngoại.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Good idea. We can have a barbecue picnic or a party.<br />\n                        Ý kiến hay đấy. Chúng ta có thể có một bữa tiệc nướng dã ngoại hoặc một bữa tiệc.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td>But we overspent on our last party. <span style=\"color:red\">We need to save more.</span><br />\n                        Nhưng chúng ta đã chi tiêu quá đà cho bữa tiệc trước. Chúng ta cần phải tiết kiệm nhiều hơn nữa.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>I think we should ask everyone to bring some food with them.<br />\n                        Tôi nghĩ chúng ta nên yêu cầu mỗi người mang theo một ít thức ăn.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td><span style=\"color:red\">Good idea, we can ask them to bring some drinks as well.</span><br />\n                        Ý kiến hay đấy, chúng ta có thể yêu cầu họ mang theo một ít đồ uống nữa.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Yeah. I will bring a carton of juice, a jug of apple cider and a bottle of water.<br />\n                        Đúng vậy. Tôi sẽ mang theo một hộp nước trái cây, một bình nước táo và một chai nước.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td>I have a lot of fruit at home. <span style=\"color:red\">I will bring a bag of oranges and a bag of apples.</span><br />\n                        Tôi có rất nhiều trái cây ở nhà. Tôi sẽ mang theo một túi cam và một túi táo.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Great. After the last party, we had 10 bottles of soda. <span style=\"color:red\">They were a waste of money and so unhealthy.</span><br />\n                        Thật tuyệt vời. Sau bữa tiệc trước, chúng ta còn thừa 10 chai soda. Chúng đúng là một sự lãng phí tiền bạc và rất không lành mạnh.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td>So let's tell people to bring some food, some juice, and some water ...<br />\n                        Vì vậy, hãy bảo mọi người mang theo một ít thức ăn, một ít nước trái cây và một ít nước ...</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>We can also spend a little money on buying snacks like cookies and chocolate, ...<br />\n                        Chúng ta cũng có thể dành một ít tiền để mua đồ ăn nhẹ như bánh quy và sô cô la, ...</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td>OK. <span style=\"color:red\">We won't invite a lot of people so there won't be too much food and drink leftover.</span><br />\n                        Được rồi. Chúng ta sẽ không mời nhiều người nên sẽ không có quá nhiều thức ăn và đồ uống thừa.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td><span style=\"color:red\">We may have some activities after the small party.</span><br />\n                        Chúng ta có thể có một số hoạt động sau bữa tiệc nhỏ.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td>Like games? What's your idea?<br />\n                        Ý bạn là các trò chơi à? Ý tưởng của bạn là gì?</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>We can play the blindfold rope game or some card games.<br />\n                        Chúng ta có thể chơi trò chơi bịt mắt đi dây hoặc một số trò chơi sử dụng bài.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td>I will bring cards. <span style=\"color:red\">I have a lot at home.</span> We just need to buy some ribbons.<br />\n                        Tôi sẽ mang theo bài. Tôi có rất nhiều ở nhà. Chúng ta chỉ cần mua một số ruy băng.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Don't worry. I have a big ribbon roll. <span style=\"color:red\">I will take care of that.</span><br />\n                        Đừng lo lắng. Tôi có một cuộn ruy băng lớn. Tôi sẽ lo việc đó.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td>Great! Do we need to prepare anything else?<br />\n                        Tuyệt vời! Chúng ta có cần chuẩn bị gì nữa không?</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Sure. <span style=\"color:red\">We should check the weather forecast to hire a tent if it's necessary.</span><br />\n                        Chắc chắn rồi. Chúng ta nên kiểm tra dự báo thời tiết để thuê lều nếu cần thiết.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Ceci:</b></td>\n                        <td>Perfect!<br />\n                        Thật hoàn hảo!</td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "3dec903a-7f79-4fdb-b15e-a254aaa1eac6"
          },
          "dapAn": "I think we should have a picnic.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "92986800-c154-490f-805d-034ef16b9595"
          },
          "dapAn": "We need to save more.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "27f31f4e-4357-4468-aef7-9d37885d407d"
          },
          "dapAn": "Good idea, we can ask them to bring some drinks as well.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "f649c02c-2a34-4e75-877c-ec71df9bef92"
          },
          "dapAn": "I will bring a bag of oranges and a bag of apples.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "36bb1784-b0c2-40fb-9701-25d42dd7fe71"
          },
          "dapAn": "They were a waste of money and so unhealthy.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "35908c4c-1e50-4d80-9eb1-42755bc22535"
          },
          "dapAn": "We won’t invite a lot of people so there won’t be too much food and drink leftover.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "ad711c32-0678-4185-8756-e9d163d2d651"
          },
          "dapAn": "We may have some activities after the small party.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "0721e07d-2022-4d7c-bb9a-3793d8060a35"
          },
          "dapAn": "I have a lot at home.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "bb034ff9-25bc-4b33-96b5-c513350922cf"
          },
          "dapAn": "I will take care of that.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "8a32a4fb-25ee-41f1-976e-243b16798e49"
          },
          "dapAn": "We should check the weather forecast to hire a tent if it’s necessary.",
          "isCorrect": true
        }
      ]
    }
  ]
}