{
  "dangCauHoi": "DangVideoPractise",
  "elementType": "VIDEO1",
  "loaiBai": "Grammar",
  "videoUrl": "4SKILLS_MTC_L7/grammar.mp4",
  "danhSachCauHoi": [],
  "noiDungVideo": [
    {
      "timeEnd": "00:01:05.12",
      "noiDung": "<b><span style=\"color:red\">Review Lesson 6</span></b><br />\r\n<b><span style=\"color:red\">Infinitives with <i>to (Động từ nguyên thể có \"to\")</i></span></b><br />\r\n<b>Form and Use <i>(Cấu trúc và</i></b> <b><i>Cách sử dụng</i></b><b><i>)</i></b><br />\r\nMột số động từ được theo sau bởi động từ nguyên thể có <i>\"to\"</i><br />\r\n \r\n<table>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>Sử dụng động từ nguyên thể có <i>\"to\"</i> để diễn tả mục đích mang nghĩa <i>\"để\"</i><br />\r\n\t\t\tVí dụ: I went to the bookstore <b>(in order) to</b> look for a book on public speaking.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Sử dụng động từ nguyên thể có <i>\"to\"</i> sau một số động từ (<i>agree, like, prefer, need, want, v.v.</i>).<br />\r\n\t\t\tVí dụ: I don't really like <b>to</b> speak in a group that I don't know well.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Sử dụng động từ nguyên thể có <i>\"to\"</i> sau một số tính từ (<i>easy, happy, hard, good, ready, v.v.</i>).<br />\r\n\t\t\tVí dụ: It's not easy <b>to</b> find good research materials for some presentations.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Sử dụng động từ nguyên thể có <i>\"to\"</i> sau một số động từ (<i>warn, advise, persuade, tell, v.v.</i>) và một tân ngữ.<br />\r\n\t\t\tVí dụ: He persuaded me <b>to</b> use visual aids in my presentation.</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>"
    },
    {
      "timeEnd": "00:07:57.00",
      "noiDung": "<b><span style=\"color:red\">Separable and non-separable phrasal verbs <i>(Cụm động từ có thể tách rời và không tách rời)</i></span></b><br />\n<b>Function <i>(Chức năng)</i></b><br />\nCụm động từ là sự kết hợp của động từ cộng với tiểu từ (một từ nhỏ như giới từ) có nghĩa khác với động từ và tiểu từ. Các cụm động từ đi cùng tân ngữ có thể tách rời hoặc không thể tách rời.<br />\nĐối với cụm động từ có thể tách rời, nếu tân ngữ là danh từ, nó có thể đứng giữa động từ và tiểu từ hoặc sau tiểu từ. Nếu tân ngữ là một đại từ, nó chỉ có thể đứng giữa động từ và tiểu từ, nhưng không thể đứng sau tiểu từ.<br />\nĐối với cụm động từ không thể tách rời, danh từ hoặc đại từ chỉ có thể đứng sau trợ từ. Cụm động từ có ba từ thì không thể tách rời.<br />\n<br />\n<b>Form <i>(Cấu trúc)</i></b>\n<table>\n        <tbody>\n                <tr>\n                        <td><b>Separable phrasal verbs</b> <br />\n                        <b><i>(Cụm động từ có thể tách rời)</i></b></td>\n                </tr>\n                <tr>\n                        <td>I need to clean up the house.<br />\n                        I need to clean the house up.<br />\n                        I need to clean it up.<br />\n                        I need to clean up it. (x)</td>\n                </tr>\n                <tr>\n                        <td>Các ví dụ khác: <i>fill up, throw away, pick up, turn off, put off, try on, turn down, ask out, call off, get across, make up</i></td>\n                </tr>\n                <tr>\n                        <td><b>Non-separable phrasal verbs</b><br />\n                        <b><i>(Cụm động từ không thể tách rời)</i></b></td>\n                </tr>\n                <tr>\n                        <td>I ran into Jeff at the mall.<br />\n                        I ran into him at the mall.<br />\n                        I ran Jess into at the mall. (x)<br />\n                        I ran him into at the mall. (x)</td>\n                </tr>\n                <tr>\n                        <td>Các ví dụ khác: <i>take care of, come across, count on, stick to, get rid of, keep up with, run out of, cut back on</i></td>\n                </tr>\n        </tbody>\n</table>"
    }
  ]
}