{
  "dangCauHoi": "P2",
  "elementType": "LISTENING",
  "danhSachCauHoi": [
    {
      "_id": {
        "$oid": "c1930f2a-3628-423f-838c-1dfc5a704b06"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_TC_L23/sounds/normal/TC_23_LISTENING_Listening 1.mp3",
      "yNghia": "Good afternoon, everybody! I'm Thomas Johnson<span style=\"color:red\">. I am a manager of Human Resource Department.</span> I have worked for the company for 10 years. Today I am invited to come here to talk with you about how to establish and sustain the relationship with not only your customers but also your colleagues in the best way. <span style=\"color:red\">Every year, hundreds and even thousands of candidates apply for our company to job-hunt. </span>All of you here used to be those participants and were luckily chosen. A company can develop well only if the network of its employees has to provide support, enhance career development and contribute to personal development in the work environment. <span style=\"color:red\">Let me give you a simple example of getting to know new co-workers when you come to the company for the first time. </span>First of all, to talk with them, you should make them feel comfortable. If you want to do this, you have to adjust your body language by looking at their eyes or not crossing your arms. This will make them think that you are listening to them carefully and respectfully. Next, you can give them greetings with a smile, such as \" Hi! Nice to see you!\". <span style=\"color:red\">After you know their name, let's use their names in your conversation.</span> When talking with them, you should try to look for common points and let them know about yourself generally. Finally, you will put them in your conversation so that they can share their perspectives, experience and so on... <span style=\"color:red\">All of you can use these rules to start a conversation with your customers.</span><br />\n<br />\n<i>Xin chào mọi người! Tôi là Thomas Johnson. Tôi là trưởng phòng nhân sự và tôi đã làm việc ở công ty này khoảng 10 năm. Hôm nay tôi được mời đến đây để nói với các bạn về cách làm sao xây dựng và duy trì những mối quan hệ không chỉ với khách hàng mà còn cả đồng nghiệp theo cách tốt nhất. Hàng năm, có hàng trăm thậm chí hàng ngàn ứng viên nộp đơn vào công ty để tìm việc làm. Tất cả các bạn ở đây cũng đã từng là những người tham gia đó và đã may mắn được chọn. Một công ty có thể phát triển tốt chỉ khi nếu mạng lưới</i><i> </i><i>(hệ thống) nhân viên của công ty đó phải biết hỗ trợ, nâng cao phát triển nghề nghiệp và đóng góp vào sự phát triển của từng cá nhân trong môi trường làm việc. Để tôi cho các bạn một ví dụ đơn giản về cách làm quen những đồng nghiệp mới khi lần đầu tiên đến công ty. Trước tiên, để có thể nói chuyện với họ bạn nên tạo cho họ một cảm giác thoải mái. Nếu bạn muốn làm được điều này, bạn phải điều chỉnh ngôn ngữ hình thể của mình bằng cách nhìn vào mắt họ khi nói chuyện hoặc không được khoanh tay. Điều này sẽ làm họ nghĩ rằng bạn đang lắng nghe họ chăm chú và đầy tôn trọng. Tiếp theo, bạn phải chào họ bằng nụ cười như là </i><i>\"</i><i>Xin chào! Rất vui khi gặp bạn\". Sau khi bạn đã biết được tên họ, hãy dùng tên họ trong cuộc trò chuyện. Khi nói chuyện với họ, bạn nên cố gắng tìm những điểm chung và hãy để cho họ biết về chính bạn một cách khái quát. Cuối cùng, bạn sẽ đưa họ vào cuộc nói chuyện của mình để họ có thể chia sẻ những quan điểm, kinh nghiệp.... Tất cả các bạn có thể sử dụng những nguyên tắc này để bắt đầu nói chuyện với khách hàng của mình</i><i>.</i>",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "537f71b2-34b7-40b5-89b5-b7f395e4f54c"
          },
          "dapAn": "I am a manager of Human Resource Department.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "7e43b062-cc03-4ed8-90fd-cc8b69ba8343"
          },
          "dapAn": "Every year, hundreds and even thousands of candidates apply for our company to job-hunt.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "5a6d2473-0f6e-4487-8830-e2cc3fc3cea2"
          },
          "dapAn": "Let me give you a simple example of getting to know new co-workers when you come to the company for the first time.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "b7196a48-39d5-4e4e-afc6-32aba53046c2"
          },
          "dapAn": "After you know their name, let’s use their names in your conversation.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "5b073d23-7470-49f0-87df-e54d48039433"
          },
          "dapAn": "All of you can use these rules to start a conversation with your customers.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "1aae7ffc-9a15-423e-8b59-acd9309760f1"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_TC_L23/sounds/normal/TC_23_LISTENING_Listening 2.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>Hey Peter! I have just heard that you changed your job.<br />\n                        <i>Này Peter! Tôi vừa mới nghe được là bạn đã đổi nghề.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Hi Mia! That's right! <span style=\"color:red\">Now I am an English teacher for Jaxtina Center.</span><br />\n                        <i>Chào Mia! Đúng rồi! Bây giờ tôi đang là giáo viên tiếng anh cho trung tâm Jaxtina.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>Wow, amazing! <span style=\"color:red\">I remember you used to be an English teacher before. Right?</span><br />\n                        <i>Quá tuyệt! Tôi nhớ là bạn đã từng là giáo viên tiếng anh trước đó rồi mà đúng không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Yup... but because of Covid 19, I quit my work and now I return to my desired job.<br />\n                        <i>Vâng</i><i>...</i><i> nhưng bởi vì dịch covid 19 nên tôi đã nghỉ</i><i> </i><i>việc và bây giờ tôi đã quay lại nghề mà tôi mong muốn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>Great! I'm very happy when you got your dream! Is that an interesting job?<br />\n                        <i>Tuyệt! Tôi rất vui khi bạn làm được việc mơ ước của mình. Nghề này thú vị không</i><i>?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Yes, <span style=\"color:red\">I think so because I can communicate with many people from different generations from a child to the elderly.</span><br />\n                        <i>Có</i><i>, </i><i>tôi nghĩ vậy bởi vì tôi có thể giao tiếp với nhiều người từ nhiều thế hệ, từ trẻ em cho đến người lớn tuổi.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>What difficulties do you get when doing that job?<br />\n                        <i>Vậy khó khăn khi bạn làm việc này là gì?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>I have some problems with classroom management. <span style=\"color:red\">As you know, my students are various and they have different perspectives and personalities.</span><br />\n                        <i>Tôi gặp vài vấn đề về quản lý lớp học. Như bạn biết, học sinh của tôi rất đa dạng và họ có những quan điểm và tính cách khác nhau.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>I see. It's very hard for you to control them in a short time.<br />\n                        <i>Tôi hiểu. Thật khó cho bạn để có thể kiểm soát họ trong thời gian ngắn được.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Yes. I am putting effort into getting to know them clearly as well as improving my management skill well in order to be a good teacher.<br />\n                        <i>Vâng. Tôi đang nỗ lực làm quen để hiểu họ cũng như trao dồi kĩ năng quản lý của mình để trở thành một giáo viên giỏi</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>How about your colleagues? Do they often support you in your work?<br />\n                        <i>Thế còn đồng nghiệp thì sao? Họ có thường hỗ trợ bạn trong công việc không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Yes, of course. They've helped me a lot. We often make time for the discussions about how to make the classes more lively through weekly meetings and conferences.<br />\n                        <i>Tất nhiên là có rồi! Họ đã và</i><br />\n                        <i>đang giúp đỡ tôi rất nhiều.</i><br />\n                        <i>Chúng tôi thường dành thời gian cho các buổi thảo luận về cách làm lớp học sinh động hơn thông qua các cuộc họphoặc hội thảo hàng tuần.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>To complete our work well, in my opinion, at least we need wonderful support from our colleagues. Is it right?<br />\n                        <i>Theo tôi nghĩ, để hoàn thành tốt công việc, ít nhất chúng ta phải cần sự giúp đỡ từ chính đồng nghiệp của mình. Có đúng không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Yes, I can't agree with you more. I'm really lucky when working in a friendly environment. In addition, I can also learn many things from them because every teacher has a distinct style.<br />\n                        <i>Vâng, tôi rất đồng ý với bạn. Tôi thật sự may mắn khi được làm việc trong môi trường thân thiện. Hơn nữa là tôi cũng có thể học hỏi nhiều thứ từ họ bởi vì mỗi giáo viên có một phong cách khác nhau.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>What requirements do you need to be a good teacher?<br />\n                        <i>Công việc này cần những yêu cầu gì?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Let me see...<span style=\"color:red\">You need to be patient, professional, sociable and sympathetic.</span><br />\n                        <i>Để tôi xem</i><i>..</i><i>. Bạn cần kiên nhẫn, chuyên nghiệp, hoà đồng và cảm thông</i><i>.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>And do you think you got all of these characteristics?<br />\n                        <i>Và bạn nghĩ mình đã có đủ những đặc điểm đó chưa?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>I'm not quite sure but I'm proud to be a teacher. This is an honorable job and maybe I need time to perfect myself.<br />\n                        <i>Tôi không chắc nhưng tôi rất tự hào khi là một giáo viên. Đây là một nghề cao quý và có lẽ tôi cần thời gian để hoàn thiện bản thân mình.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mia:</b></td>\n                        <td>Great! I hope you will make your dream come true soon.<br />\n                        <i>Tuyệt vời! Tôi hi vọng giấc mơ của bạn sớm thành hiện thực.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Thanks a lot!<br />\n                        <i>Cảm ơn bạn rất nhiều!</i></td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "75781ef2-7929-4ab8-938c-fd9e91dc29cb"
          },
          "dapAn": "Now I am an English teacher for Jaxtina Center.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "065e1d61-b4a7-4633-8dae-2023ed0be167"
          },
          "dapAn": "I remember you used to be an English teacher before. Right?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "5c060803-b10d-417b-a1c1-8034133a2c4e"
          },
          "dapAn": "I think so because I can communicate with many people from different generations from a child to the elderly.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "92800de6-b636-4847-9567-3073e0bdfafd"
          },
          "dapAn": "As you know, my students are various and they have different perspectives and personalities.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "d0fb57d4-7291-441a-af14-0cec15742fdc"
          },
          "dapAn": "You need to be patient, professional, sociable and sympathetic.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "58902f70-1467-4138-8783-d342b8837aca"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_TC_L23/sounds/normal/TC_23_LISTENING_Listening 3.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Welcome to the show. Today I'm talking to <span style=\"color:red\">Sean Johnson, the head of an employment agency and he's going to talk to us about networking. </span>Sean, what is networking?<br />\n                        <i>Chào mừng đến với chương trình. Hôm nay tôi đang nói chuyện với Sean Johnson, người đứng đầu một công ty tuyển dụng và anh ấy sẽ nói chuyện với chúng ta về việc xây dựng mạng lưới. Sean, việc xây dựng mạng lưới là thế nào nhỉ?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td>Networking is speaking to people in your profession. <span style=\"color:red\">This gives you a community of practice.</span><br />\n                        <i><span style=\"color:#202124\">Xây dựng mạng lưới là nói chuyện với những người trong nghề của bạn. Điều này mang lại cho bạn một cộng đồng thực hành.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Tell us where we can have a network and how.<br />\n                        <i><span style=\"color:#202124\">Hãy cho chúng tôi biết nơi chúng tôi có thể có một mạng lưới và làm thế nào.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td>If you're working, you can start with your office. <span style=\"color:red\">Try to speak to everyone. </span><br />\n                        <i><span style=\"color:#202124\">Nếu bạn đang làm việc, bạn có thể bắt đầu từ văn phòng của mình. Hãy cố gắng nói chuyện với mọi người.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>If there's someone you haven't met, what would you do?<br />\n                        <i><span style=\"color:#202124\">Nếu có một người bạn chưa từng gặp, bạn sẽ làm gì?</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td><span style=\"color:red\">You should be proactive. Introduce yourself. </span>Get to know each person. <br />\n                        <i><span style=\"color:#202124\">Bạn nên chủ động. Giới thiệu bản thân. Làm quen với từng người.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">What if you don't have a job yet?</span><br />\n                        <i><span style=\"color:#202124\">Nếu bạn chưa có việc làm thì sao?</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td>You can start to find contacts in your chosen profession. <span style=\"color:red\">Maybe you already know someone who works in the area.</span><br />\n                        <i><span style=\"color:#202124\">Bạn có thể bắt đầu tìm những mối quan hệ trong nghề mà bạn đã chọn. Có thể bạn đã biết ai đó mà làm việc trong cùng một ngành. </span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Who are they? <br />\n                        <i><span style=\"color:#202124\">Họ là ai?</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td>Think about people you knew in college. <span style=\"color:red\">Maybe they can help you when you are job-hunting.</span> <br />\n                        <i><span style=\"color:#202124\">Hãy nghĩ về những người bạn biết ở trường đại học. Có lẽ họ có thể giúp bạn khi bạn đang tìm kiếm việc làm</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>What about online groups?<br />\n                        <i><span style=\"color:#202124\">Còn các nhóm trực tuyến thì sao?</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td><span style=\"color:red\">Find a group connected to the profession you want.</span> Ask questions, join discussions, and comment on posts. <br />\n                        <i><span style=\"color:#202124\">Tìm một nhóm kết nối với nghề nghiệp mà bạn muốn. Đặt câu hỏi, tham gia thảo luận và bình luận về các bài đăng.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>They can be a great way of sharing ideas.<br />\n                        <i><span style=\"color:#202124\">Đó có thể là một cách tuyệt vời để chia sẻ ý tưởng.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td>It's true. <span style=\"color:red\">You can also learn about your profession.</span><br />\n                        <i><span style=\"color:#202124\">Đúng rồi. Bạn cũng có thể tìm hiểu về nghề nghiệp của bạn.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Does all networking happen online?<br />\n                        <i><span style=\"color:#202124\">Có phải tất cả các mạng lưới đều diễn ra trực tuyến không?</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td>Not at all. Some people contact companies directly, ask about opportunities to work as an intern.<br />\n                        <i><span style=\"color:#202124\">Không hề. Một số người còn liên hệ trực tiếp với các công ty, hỏi về cơ hội làm việc với tư cách là thực tập sinh.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Good idea. How about speed networking?<br />\n                        <i><span style=\"color:#202124\">Ý tưởng hay đó. Thế còn mạng lưới tốc độ?</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td>Some companies organize events. You have a few minutes to talk to one person, then everyone changes partners. That way, you can make a lot of useful connections.<br />\n                        <i><span style=\"color:#202124\">Một số công ty tổ chức sự kiện. Bạn có vài phút để nói chuyện với một người, sau đó mọi người thay đổi bạn cặp. Bằng cách đó, bạn có thể tạo</span></i><i> </i><i><span style=\"color:#202124\">ra nhiều kết nối hữu ích.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Thanks, Sean. <span style=\"color:red\">So what do you think about networking? Call us now and tell us</span><span style=\"color:red\"> about it. </span><br />\n                        <i><span style=\"color:#202124\">Cảm ơn, Sean. Vậy, bạn nghĩ gì về việc xây dựng mạng lưới? Hãy gọi cho chúng tôi ngay bây giờ và cho chúng tôi biết nhé.</span></i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Sean:</b></td>\n                        <td>Goodbye!<br />\n                        <i><span style=\"color:#202124\">Tạm biệt!</span></i></td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "1b0aae60-21db-4045-beb2-59cbf52852ba"
          },
          "dapAn": "Sean Johnson, the head of an employment agency and he’s going to talk to us about networking.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "d3b20280-411c-4e29-820a-8f31ddd5fb2b"
          },
          "dapAn": "This gives you a community of practice.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "a9fa0104-ed62-43ad-a1eb-38baa18d3b8d"
          },
          "dapAn": "Try to speak to everyone.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "ccd2dce4-514f-4e1f-9f9b-8230f17ef3e9"
          },
          "dapAn": "You should be proactive. Introduce yourself.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "7167250e-dd28-44f6-83bd-7ad90f96590a"
          },
          "dapAn": "What if you don’t have a job yet?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "6bb7b84b-b583-4895-8cf5-863a9f2a6be6"
          },
          "dapAn": "Maybe you already know someone who works in the area.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "047c65b1-9e9b-4775-b237-92f367edb43b"
          },
          "dapAn": "Maybe they can help you when you are job-hunting.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "330d736d-1753-4047-850e-c433750fa818"
          },
          "dapAn": "Find a group connected to the profession you want.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "8507b6de-3493-4b01-9fb6-6decc6cd956b"
          },
          "dapAn": "You can also learn about your profession.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "45e69d03-babe-428d-9cd6-1454ed5f5fea"
          },
          "dapAn": "So what do you think about networking? Call us now and tell us about it.",
          "isCorrect": true
        }
      ]
    }
  ]
}