{
  "dangCauHoi": "P2",
  "elementType": "LISTENING",
  "danhSachCauHoi": [
    {
      "_id": {
        "$oid": "ff619f3f-a927-4f87-98f1-cb5847047df3"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L9/sounds/normal/MTC_9_LISTENING_Listening 1.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Tom:</b></td> \n                        <td>What are you reading on your laptop, Lucy?<br />\n                        <i>Bạn đang đọc gì trên máy tính xách tay vậy Lucy?<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Lucy:</b></td> \n                        <td>Hello, Tom. I'm doing my assignment relating to environmental problems so I'm looking for some information about it.<br />\n                        <i>Chào Tom, tôi đang làm bài tập liên quan đến vấn đề môi trường vì thế tôi đang tìm kiếm một số thông tin về nó.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Tom:</b></td> \n                        <td><span style=\"color:red\">I've just read an article named \"7 solutions to overfishing we need right now\".</span><br />\n                        <i>Tôi vừa mới đọc một mẩu tin với tựa là \"7 giải pháp cho nạn đánh bắt cá quá độ mà chúng ta cần hành động ngay bây giờ\"<i/>.</td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Lucy:</b></td> \n                        <td>What does the word \"Overfishing\" mean, Tom? This is the first time I've heard that.<br />\n                        <i>Từ \"Overfishing\" có nghĩa gì vậy Tom? Lần đầu tôi nghe luôn á.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Tom:</b></td> \n                        <td>Overfishing is a rational action to catch too many kinds of fish.<br />\n                        <i>À nạn đánh bắt cá quá độ là hành động có ý thức nhằm đánh bắt quá nhiều cá.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Lucy:</b></td> \n                        <td>That's why many kinds of sea creatures are endangered.<br />\n                        <i>Đó là lí do tại sao mà nhiều loài sinh vật biển đang bị đe doạ.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Tom:</b></td> \n                        <td><span style=\"color:red\">That's right! It also directly affects the balance of our ecosystem.</span><br />\n                        <i>Đúng vậy! Nó cũng ảnh hưởng trực tiếp tới hệ cân bằng sinh thái.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Lucy:</b></td> \n                        <td>I think this is a good point that I can mention in my assignment.<br />\n                        <i>Tôi nghĩ đây sẽ là một điểm hay tôi có thể đề cập trong bài tập của mình.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Tom:</b></td> \n                        <td><span style=\"color:red\">In addition, I'd like to give you a clue relating to global warming. </span><br />\n                        <i>Ngoài ra, tôi muốn thêm cho bạn gợi ý liên quan đến việc nóng lên toàn cầu.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Lucy:</b></td> \n                        <td>I couldn't agree more. I am doing research on this topic.<br />\n                        <i>Tôi rất đồng ý. Tôi cũng đang nghiên cứu chủ đề này.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Tom:</b></td> \n                        <td>Do you know what the main causes of global warming are?<br />\n                        <i>Bạn có biết nguyên nhân chính của nóng lên toàn cầu là gì không?<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Lucy:</b></td> \n                        <td><span style=\"color:red\">Of course. The main causes are the burning of fossil fuels and cutting down forests.</span><br />\n                        <i>Tôi có. Nguyên nhân chính là do đốt cháy nhiên liệu hoá thạch và nạn phá rừng.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Tom:</b></td> \n                        <td>Exactly! Which is constantly causing major changes to our Earth's environment.<br />\n                        <i>Chính xác! Điều đó liên tục gây ra sự thay đổi lớn tới môi trường của Trái Đất.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Lucy:</b></td> \n                        <td>Would you mind giving me an example of the changes, Tom?<br />\n                        <i>Bạn có thể cho tôi ví dụ về sự thay đổi đó được không Tom?<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Tom:</b></td> \n                        <td>For example, you can see many polar ice caps are melting and as a result, the sea levels rise more and more. Maybe, in the future, some of the countries in the world will disappear on our world map.<br />\n                        <i>Ví dụ như là bạn có thể thấy rất nhiều chỏm băng vùng cực đang tan chảy, kết quả là mực nước biển ngày càng dâng cao. Có lẽ trong tương lai, một vài quốc gia sẽ biến mất trên bản đồ thế giới.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Lucy:</b></td> \n                        <td><span style=\"color:red\">Oh dear! I think I need to bring this into the discussion of my class.</span><br />\n                        <i>Ôi trời! Tôi nghĩ tôi cần đưa chủ đề này vào trong buổi thảo luận trong lớp.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Tom:</b></td> \n                        <td>That's a good idea!<br />\n                        <i>Ý kiến hay đó.<i/></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Lucy:</b></td> \n                        <td>Thanks for your help!<br />\n                        <i>Cảm ơn sự giúp đỡ của bạn!<i/>            </td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "06b48b93-95f9-42a8-aa1b-bd81dbb41620"
          },
          "dapAn": "I’ve just read an article named “7 solutions to overfishing we need right now”.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "17856f2a-aa82-4ff0-9631-13cc0c38a0ba"
          },
          "dapAn": "That’s right! It also directly affects the balance of our ecosystem.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "1be8b8e5-2e37-4a63-8f96-e00079bb729b"
          },
          "dapAn": "In addition, I’d like to give you a clue relating to global warming.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "df40a3c6-e1c8-43a6-939b-bac90c6c4173"
          },
          "dapAn": "Of course. The main causes are the burning of fossil fuels and cutting down forests.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "06cb96b2-fb7a-4389-9276-339cf5681f9e"
          },
          "dapAn": "Oh dear! I think I need to bring this into the discussion of my class.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "26bb66e8-e1c5-4785-bb41-62055c2332b1"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L9/sounds/normal/MTC_9_LISTENING_Listening 2.mp3",
      "yNghia": "Hello, everybody. This is ABC Channel and I'm Thanh Tung. Today I'd like to talk about environmental pollution in Vietnam. <span style=\"color:red\">Honestly, the society of Vietnam is developing thanks to the industrial revolution and technological modernization. </span>However, the development brings us a lot of negative environmental consequences. The first thing I want to mention is air pollution. The dust and smoke from vehicles or factories, the burning of fossil fuels are destroying our clean atmosphere. <span style=\"color:red\">This is the reason why \"climate change\" and \"greenhouse effect\" are always the keywords in most of the websites relating to environmental pollution. </span>Along with air pollution, water pollution is the main factor causing the shortage of clean water in many areas. People not only dump domestic garbage into the rivers or lakes, but also directly discharge chemicals into the sea. <span style=\"color:red\">This leads to health problems of the citizens as well as the death of sea creatures, and contributes to imbalance of our ecosystem. </span>In the third place, deforestation for land use and overuse of fertilizers affect the quality of our soil directly and our health indirectly through food products we consume every day. <span style=\"color:red\">These are some serious points I'd like to clarify so that we can be aware of the terrible consequences from environmental pollution. </span>The Vietnamese government should create laws to control its seriousness but the most important thing, in my opinion, is the awareness of each individual. <span style=\"color:red\">Every one of us ought to join hands together to make the level of pollution lower in our daily activities. </span><br />\n<br />\n<i>Xin chào mọi người. Đây là kênh ABC và tôi là Thanh Tung. Hôm nay tôi muốn thảo luận với các bạn về vấn đề ô nhiễm môi trường ở Việt Nam. Thành thật mà nói,xã hội của Việt Nam đang không ngừng phát triển nhờ vào cuộc cách mạng công nghiệp và hiện đại hoá công nghệ. Tuy nhiên, chính sự phát triển này đã mang đến những hậu quả tiêu cực cho môi trường. Vấn đề đầu tiên tôi muốn đề cập là ô nhiễm không khí. Khói bụi từ xe cộ hoặc nhà máy, sự đốt cháy các nhiên liệu hoá thạch đang tàn phá bầu không khí trong lành của chúng ta. Đây là lí do tại sao mà \"biến đổi khí hậu\" và \"hiệu ứng nhà kính\" luôn là những từ khoá trên các trang web liên quan đến ô nhiễm môi trường. Cùng với ô nhiễm không khí, ô nhiễm nước cũng là yếu tố chính gây ra thiếu nước sạch ở nhiều vùng. Con người không những đổ rác thải sinh hoạt xuống sông hoặc ao hồ mà còn thải trực tiếp các chất hoá học xuống biển. Điều này đã dẫn đến các vấn đề về sức khoẻ của người dân cũng như là cái chết của các sinh vật biển và góp phần làm mất cân bằng sinh thái. Vấn đề thứ ba, nạn phá rừng lấy đất và lạm dụng phân bón hoá học đã tác động đến chất lượng đất một cách trực tiếp và gián tiếp ảnh hưởng đến sức khoẻ của chúng ta thông qua quá trình chúng ta tiêu thụ thực phẩm mỗi ngày. Đây là những điểm nghiêm trọng mà tôi muốn làm rõ để chúng ta có thể nhận thức rõ những hậu quả nghiêm trọng của ô nhiễm môi trường. Đồng ý rằng chính phủ nên soạn thảo các luật để kiểm soát sự nghiêm trọng này nhưng theo tôi, điều quan trọng nhất là sự nhận thức của mỗi cá nhân. Mỗi người chúng ta phải chung tay làm giảm mức độ ô nhiễm trong các hoạt động sinh hoạt hàng ngày.<i/>",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "19648539-ce66-4630-a1a1-f970612d0f7e"
          },
          "dapAn": "Honestly, the society of Vietnam is developing thanks to the industrial revolution and technological modernization.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "09a56567-8292-4e7a-aa2d-fd98e1d58d66"
          },
          "dapAn": "This is the reason why “climate change” and “greenhouse effect” are always the keywords in most of the websites relating to environmental pollution.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "61017578-bf86-4f50-b83c-e98ff0843494"
          },
          "dapAn": "This leads to health problems of the citizens as well as the death of sea creatures, and contributes to imbalance of our ecosystem.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "3de45394-980f-461f-ad8c-21554c3f795e"
          },
          "dapAn": "These are some serious points I’d like to clarify so that we can be aware of the terrible consequences from environmental pollution.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "a05c837b-8d85-4497-931b-298b4534a189"
          },
          "dapAn": "Every one of us ought to join hands together to make the level of pollution lower in our daily activities.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "9b4e1276-c098-4819-b8f5-88291a8e81f1"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L9/sounds/normal/MTC_9_LISTENING_Listening 3.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td> \n                        <td><span style=\"color:red\"> Hi, Professor Miller. I'm Brian and our topic today is about climate change. </span><br />\n                        <i>Xin chào, Giáo sư Miller. Tôi là Brian và chủ đề của chúng ta hôm nay là về biến đổi khí hậu.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Miller:</b></td> \n                        <td> Good evening, I'm Georgia Miller. It's an honor to be here to share with you about climate change.<br />\n                        <i>Chào buổi tối, tôi là Georgia Miller. Thật vinh dự khi được ở đây để chia sẻ với bạn về biến đổi khí hậu.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td> \n                        <td><span style=\"color:red\"> So, are climate change and global warming the same thing?</span><br />\n                        <i>Vậy, biến đổi khí hậu và sự nóng lên toàn cầu có giống nhau không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Miller:</b></td> \n                        <td> Climate change refers to every change in weather and climate caused by global warming.<br />\n                        <i>Biến đổi khí hậu đề cập đến mọi thay đổi về thời tiết và khí hậu do sự nóng lên toàn cầu gây ra.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td> \n                        <td><span style=\"color:red\"> I guess global warming refers to the general rise in the Earth's temperatures.</span><br />\n                        <i>Tôi đoán sự nóng lên toàn cầu đề cập đến sự gia tăng nhiệt độ chung của Trái đất.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Miller:</b></td> \n                        <td> That's right. Hotter summers, more severe storms and more forest fires are all related to climate change.<br />\n                        <i>Đúng rồi. Mùa hè nóng hơn, bão dữ dội hơn và cháy rừng nhiều hơn đều liên quan đến biến đổi khí hậu.</i></td>\n                </tr>\n                <tr>\n                        <td><b>Host: </b></td>\n                        <td><span style=\"color:red\"> What causes global warming? </span><br />\n                        <i>Điều gì gây ra sự nóng lên toàn cầu?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Miller:</b></td> \n                        <td> It began with the Industrial Revolution when we started using fossil fuels.<br />\n                        <i>Nó bắt đầu bằng cuộc Cách mạng Công nghiệp khi chúng ta bắt đầu sử dụng nhiên liệu hóa thạch.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td> \n                        <td><span style=\"color:red\"> Can you explain in detail, Professor Miller?</span><br />\n                        <i>Ông có thể giải thích chi tiết không, giáo sư Miller?</i></td>\n                </tr>\n                <tr>\n                        <td><b>Miller: </b></td>\n                        <td> OK. When we burn fossil fuels, they produce carbon dioxide.<br />\n                        <i>Vâng. Khi chúng ta đốt nhiên liệu hóa thạch, chúng tạo ra khí cacbon điôxít.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td> \n                        <td> The carbon dioxide in the atmosphere traps the heat near the Earth, doesn't it?<br />\n                        <i>Khí cacbon điôxít trong khí quyển giữ nhiệt gần Trái đất, phải không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Miller:</b></td> \n                        <td><span style=\"color:red\"> That's true. This is called the greenhouse effect.</span><br />\n                        <i>Đúng vậy. Đây được gọi là hiệu ứng nhà kính.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td> \n                        <td><span style=\"color:red\"> I hope it won't matter if the Earth is only a few degrees warmer than it was.</span><br />\n                        <i>Tôi hi vọng sẽ không có vấn đề gì nếu Trái đất chỉ ấm hơn vài độ so với trước đây.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Miller:</b></td> \n                        <td> Unluckily, if temperatures go up even a small amount, big changes take place.<br />\n                        <i>Thật không may, nếu nhiệt độ tăng lên dù chỉ một lượng nhỏ, những thay đổi lớn sẽ diễn ra.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td> \n                        <td><span style=\"color:red\"> How does it happen?</span><br />\n                        <i>Nó xảy ra như thế nào?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Miller:</b></td> \n                        <td> Sea levels rise and more severe weather events happen. The effect on our lives will be extreme.<br />\n                        <i>Mực nước biển dâng cao và có nhiều các hiện tượng thời tiết cực đoan hơn xảy ra. Sự ảnh hưởng lên cuộc sống của chúng ta sẽ là rất nghiêm trọng.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td> \n                        <td> What are the effects of global warming and climate change?<br />\n                        <i>Những tác động của sự nóng lên toàn cầu và biến đổi khí hậu là gì?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Miller:</b></td> \n                        <td><span style=\"color:red\"> A lot. For example, hotter summers cause long droughts and terrible fires.</span><br />\n                        <i>Rất nhiều. Ví dụ, mùa hè nóng hơn gây ra hạn hán kéo dài và những đám cháy khủng khiếp.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td> \n                        <td><span style=\"color:red\"> There will be more tornadoes and hurricanes, too.</span><br />\n                        <i>Cũng sẽ có nhiều cơn lốc xoáy và trận cuồng phong nữa.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Miller:</b></td> \n                        <td> Exactly. If we don't do anything about global warming, there will be terrible consequences.<br />\n                        <i>Chính xác. Nếu chúng ta không làm bất cứ điều gì về sự nóng lên toàn cầu, sẽ có những hậu quả nặng nề.</i></td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "149d1853-52d5-4761-8150-3d1325d92970"
          },
          "dapAn": "Hi, Professor Miller. I’m Brian and our topic today is about climate change.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "e9cb10dc-4735-430e-8154-86562d2da156"
          },
          "dapAn": "So, are climate change and global warming the same thing?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "aff5d2de-0047-49e3-95e8-b004d86357be"
          },
          "dapAn": "I guess global warming refers to the general rise in the Earth’s temperatures.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "9de7b137-57de-4222-a20f-c5fa65ee61a1"
          },
          "dapAn": "What causes global warming?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "d4d7e469-03eb-4cf3-9e9d-847ccbf24408"
          },
          "dapAn": "Can you explain in detail, Professor Miller?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "daa1fcf2-016b-4fe7-a067-1e924aaec452"
          },
          "dapAn": "That’s true. This is called the greenhouse effect.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "5e3daaae-978a-4b67-8c0f-bdabc3d359cd"
          },
          "dapAn": "I hope it won’t matter if the Earth is only a few degrees warmer than it was.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "76e597e5-bbd8-47b5-a190-09aa7a459f7d"
          },
          "dapAn": "How does it happen?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "de916254-446d-45cd-ba7e-39b57a9562aa"
          },
          "dapAn": "A lot. For example, hotter summers cause long droughts and terrible fires.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "65312a18-56b1-422b-a49a-eb374f35fa79"
          },
          "dapAn": "There will be more tornadoes and hurricanes, too.",
          "isCorrect": true
        }
      ]
    }
  ]
}