{
  "dangCauHoi": "DangVideoPractise",
  "elementType": "VIDEO1",
  "loaiBai": "Grammar",
  "videoUrl": "4SKILLS_MTC_L9/grammar.mp4",
  "danhSachCauHoi": [],
  "noiDungVideo": [
    {
      "timeEnd": "0:06:17.22",
      "noiDung": "<b><span style=\"color:red\">Review of conditionals <i>(Ôn tập câu điều kiện)</i></span></b><br />\r\n<b>Function <i>(Chức năng)</i></b><br />\r\nCâu điều kiện đực dùng để diễn tả một giả thiết về một sự việc, mà sự việc đó chỉ có thể xảy ra khi điều kiện được nói đến xảy ra. Từ <i>unless</i> cũng được sử dụng trong các mệnh đề điều kiện để diễn đạt một điều kiện phủ định.<br />\r\n- Câu điều kiện loại 0 được sử dụng cho các tình huống có thật và nó thường được sử dụng cho các sự thật chung chung về hiện tại. Cả hai mệnh đề đều ở thì hiện tại đơn.<br />\r\n- Câu điều kiện loại 1 diễn đạt tình huống có thể xảy ra hoặc có khả năng xảy ra trong tương lai. Mệnh đề chính ở thì tương lai, mệnh đề <i>if</i> ở thì hiện tại đơn.<br />\r\n- Câu điều kiện loại 2 diễn đạt những tình huống không có thật, giả định. Mệnh đề chính sử dụng <i>would + (not)</i> + dạng cơ bản của động từ và mệnh đề <i>if</i> ở thì quá khứ, Nếu động từ <i>be</i> ở mệnh đề chính, <i>were</i> được dùng cho cả tân ngữ số ít và số nhiều.<br />\r\n<br />\r\n<b>Form <i>(Cấu trúc)</i></b>\r\n<table>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><b>Zero conditional <i>(Câu điều kiện loại 0)</i></b></td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>- If water <b>reaches</b> 100 degrees, it <b>boils</b>.<br />\r\n\t\t\t- When it <b>rains</b> a lot in a short time, you <b>get</b> a flash flood.<br />\r\n\t\t\t- Plants <b>die</b> unless they <b>get</b> enough water.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td><b>First conditional <i>(Câu điều kiện loại 1)</i></b></td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>- A lot of crops <b>will die</b> if we <b>don't get</b> rain.<br />\r\n\t\t\t- If sea levels <b>rise</b>, a lot of people <b>will need</b> to move.<br />\r\n\t\t\t- If we <b>don't do</b> something, climate change <b>will get</b> worse.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td><b>Second conditional <i>(Câu điều kiện loại 2)</i></b></td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>-. If it <b>weren't</b> so rainy, I <b>would go</b> for a walk.<br />\r\n\t\t\t- Our ocean <b>would be</b> less polluted if we <b>used</b> less unrecyclable plastic.<br />\r\n\t\t\t- If we <b>used</b> greener energy, the world <b>would be</b> a better place.</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>"
    },
    {
      "timeEnd": "0:11:05.10",
      "noiDung": "<b><span style=\"color:red\">Present and future hopes and wishes <i>(Mong muốn ở hiện tại và tương lai sử dụng Hope và Wish)</i></span></b><br />\r\n<b>Function <i>(Chức năng)</i></b><br />\r\nChúng ta có để sử dụng hope và wish để diễn tả mong muốn, hi vọng ở hiện tại và tương lai.<br />\r\n<br />\r\n<b>Form and Use <i>(Cấu trúc và Cách sử dụng)</i></b>\r\n<table>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>Sử dụng <b><i>hope</i></b> (+ chủ ngữ) + thì hiện tại đơn, hiện tại tiếp diễn hoặc <b><i>can</i></b> để diễn đạt điều gì đó mà bạn muốn và mong đợi xảy ra ở hiện tại.<br />\r\n\t\t\tVí dụ: I <b>hope</b> a lot of people <b>are attending</b> the march to save the environment today.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Sử dụng <b><i>hope</i></b> (+ chủ ngữ) + thì hiện tại đơn, <b><i>will</i></b> hoặc <b><i>can</i></b> để diễn đạt điều gì đó mà bạn muốn và mong đợi xảy ra ở tương lai.<br />\r\n\t\t\tVí dụ: <b></b>I <b>hope</b> our government <b>can</b> find a way to reduce the cost of a university education.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Sử dụng <b><i>wish</i></b> (+ chủ ngữ) + <b><i>would</i></b> hoặc <b><i>could</i></b> để diễn tả điều gì đó mà bạn muốn xảy ra trong tương lai, nhưng điều đó có thể sẽ không xảy ra.<br />\r\n\t\t\tVí dụ: <b></b>I <b>wish</b> more people <b>would</b> get involved in trying to solve our country's problems.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Sử dụng <b><i>wish</i></b> (+ chủ ngữ) + quá khứ đơn để diễn tả mong ước về một điều không có thật hoặc không thể thực hiện được trong hiện tại.<br />\r\n\t\t\tVí dụ: <b></b>I <b>wish</b> people <b>spent</b> less money on unnecessary electronics.</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>"
    }
  ]
}