{
  "dangCauHoi": "P2",
  "elementType": "LISTENING",
  "danhSachCauHoi": [
    {
      "_id": {
        "$oid": "9371b49d-34a8-442b-9c23-1cff9fdd5467"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L6/sounds/normal/MTC_6_LISTENING_Listening 1.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>What do you think makes businesses and organizations successful?<br />\n                        <i>Bạn nghĩ điều gì khiến cho các cơ sở kinh doanh và các tổ chức thành công?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td>In my opinion, they succeed when their employers communicate well with each other.<br />\n                        <i>Theo tôi, họ thành công khi họ giao tiếp hiệu quả với nhau.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td><span style=\"color:red\">Can you explain more?</span><br />\n                        <i>Bạn có thể giải thích thêm không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td>Effective organizational communication will lead to strong teamwork, they work together to achieve company goals. Unfortunately, communication often goes wrong.<br />\n                        <i>Giao tiếp tổ chức hiệu quả sẽ dẫn tới một đội nhóm mạnh, họ làm việc cùng nhau để đạt được mục tiêu của doanh nghiệp. Thật không may, giao tiếp thường đi chệch hướng.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>What are the reasons?<br />\n                        <i>Lý do là gì vậy?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td><span style=\"color:red\">In large, multinational companies, people often come from different cultures and speak different languages.</span><br />\n                        <i>Trong các tập đoàn lớn, đa quốc gia, mọi người thường đến từ các nền văn hóa khác nhau và nói các ngôn ngữ khác nhau.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td><span style=\"color:red\">They may use a common language to communicate, often English.</span><br />\n                        <i>Họ có thể sử dụng một ngôn ngữ chung để giao tiếp, thường là Tiếng Anh.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td>But that doesn't remove the possibility of misunderstandings because it's just a second language.<br />\n                        <i>Nhưng điều đó không xóa bỏ được khả năng hiểu nhầm nhau bởi vì đó chỉ là ngôn ngữ thứ hai.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>What about people using English as their first language in countries such as the US and Western Europe?<br />\n                        <i>Còn những người đến từ các nền văn hóa khác như Mỹ và các nước Châu Âu thì sao?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td><span style=\"color:red\">They have no problem with language, but they may think it's important to clearly express their ideas.</span><br />\n                        <i>Họ không gặp vấn đề về ngôn ngữ nhưng họ có thể nghĩ rằng điều quan trọng là bày tỏ quan điểm một cách rõ ràng.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>You mean they might not see a problem in correcting a colleague or criticizing an idea.<br />\n                        <i>Họ có thể không thấy có vấn đề gì khi sửa lỗi cho đồng nghiệp hoặc chỉ trích một ý tưởng.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td>Yep, this can make people from some other cultures feel very uncomfortable.<br />\n                        <i>Tuy nhiên, điều này có thể khiến những người đến từ các nền văn hóa khác cảm thấy không thoải mái.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>I totally agree with you. How about people from the same culture?<br />\n                        <i>Tôi hoàn toàn đồng ý với bạn. Thế còn những người đến từ cùng một nền văn hóa thì sao?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td><span style=\"color:red\">Similar problems can happen when people have different life experiences.</span><br />\n                        <i>Những vấn đề tương tự có thể xảy ra khi mọi người có kinh nghiệm sống khác nhau.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>Yeah, different life experience, different thoughts, believes and behaviours. <br />\n                        <i>Vâng, kinh nghiệp sống khác nhau, suy nghĩ, niềm tin, cách cư xử khác nhau.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td>Another reason is communication technology. Many of us work from home these days.<br />\n                        <i>Một lý do khác là công nghệ giao tiếp. Ngày nay nhiều người trong số chúng ta làm việc từ xa.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>We can communicate with colleagues through software such as Skype or Google Hangouts,<br />\n                        <i>Chúng ta có thể giao tiếp với đồng nghiệp qua các phần mềm như Skype hay Google Hangouts.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td>It doesn't always work perfectly when we don't completely understand something and we are not able to check our understanding.<br />\n                        <i>Việc đó không phải lúc nào cũng hiệu quả khi chúng ta không thực sự hiểu điều nào đó và chúng ta không thể kiểm tra mức độ hiểu của mình.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Peter:</b></td>\n                        <td>So it can lead to problems.<br />\n                        <i>Vì vậy điều đó dẫn đến nhiều vấn đề.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Irene:</b></td>\n                        <td>Small changes like that can make a difference.<br />\n                        <i>Những thay đổi nhỏ như vậy có thể tạo sự khác biệt.</i></td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "980478ed-18b8-4c36-a05c-7724bc079b97"
          },
          "dapAn": "Can you explain more?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "30158d9e-957c-43a7-a147-c48eba7f9545"
          },
          "dapAn": "In large, multinational companies, people often come from different cultures and speak different languages.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "2f519da3-4b81-4101-8f86-2a104352e290"
          },
          "dapAn": "They may use a common language to communicate, often English.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "fd1125c9-d193-4ef7-b94e-ee2479d7f69e"
          },
          "dapAn": "They have no problem with language, but they may think it’s important to clearly express their ideas.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "8b003f8f-676b-4459-a8e8-b3bb3ed02a27"
          },
          "dapAn": "Similar problems can happen when people have different life experiences.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "a3fbc737-f066-453f-95aa-996e2cf7756a"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L6/sounds/normal/MTC_6_LISTENING_Listening 2.mp3",
      "yNghia": "Good evening guys! What do you think about your communication skill? <span style=\"color:red\">Can you evaluate yourself?</span><br />\nMany of us find it hard to communicate. <span style=\"color:red\">You may know what you want to say but not know how. </span>So, what makes a good communicator? You might think a good communicator is someone who can speak well and explain his or her ideas clearly. <span style=\"color:red\">You also might think a good communicator can persuade people to do what he or she wants.</span> However, there's a lot more to communication than expressing yourself well.<br />\nYou know, communication is an important skill in our personal, academic, and professional lives, and it's easy to learn a few simple communication techniques. Firstly, active listening. Good communicators listen carefully to understand the other person's thoughts. They repeat ideas back to the other person to show they understand. They also encourage the person to say more by asking relevant questions. Good communicators are honest, too. <span style=\"color:red\">In an argument with a friend, you don't help communication when you pretend that everything is fine. </span>Good communicators talk honestly about how they feel. Finally, good communicators make a personal connection with people. They try to find something they have in common with the person they are speaking to. <span style=\"color:red\">They are also good at making eye contact with listeners, which helps them to understand what the other person wants from a situation. </span><br />\n<br />\nChúc buổi tối tốt lành! Bạn nghĩ sao về kỹ năng giao tiếp của bản thân bạn? Bạn có thể tự đánh giá bản thân mình không?<br />\nNhiều người trong chúng ta thấy khó giao tiếp. Bạn có thể biết những gì bạn muốn nói nhưng không biết làm thế nào. Vì vậy, điều gì tạo nên một người giao tiếp tốt? Bạn có thể nghĩ rằng một người giao tiếp tốt là người có thể nói tốt và giải thích ý tưởng của mình một cách rõ ràng. Bạn cũng có thể nghĩ rằng một người giao tiếp tốt có thể thuyết phục mọi người làm theo ý mình. Tuy nhiên, giao tiếp còn nhiều điều hơn là thể hiện bản thân tốt.<br />\nBạn biết đấy, giao tiếp là một kỹ năng quan trọng trong cuộc sống cá nhân, học tập và nghề nghiệp của chúng ta, và thật dễ dàng để học một vài kỹ thuật giao tiếp đơn giản. Thứ nhất, lắng nghe chủ động. Những người giao tiếp giỏi lắng nghe cẩn thận để hiểu suy nghĩ của người khác. Họ lặp lại ý tưởng với người khác để cho thấy họ hiểu. Họ cũng khuyến khích người đó nói nhiều hơn bằng cách đặt những câu hỏi có liên quan. Những người giao tiếp tốt cũng trung thực. Trong một cuộc tranh luận với một người bạn, bạn không giúp ích gì cho việc giao tiếp khi bạn giả vờ rằng mọi thứ đều ổn. Những người giao tiếp tốt nói một cách trung thực về cảm giác của họ. Cuối cùng, những người giao tiếp giỏi tạo ra mối liên hệ cá nhân với mọi người. Họ cố gắng tìm ra điểm chung của họ với người mà họ đang nói chuyện cùng. Họ cũng giỏi giao tiếp bằng mắt với người nghe, điều đó giúp họ hiểu người kia muốn gì từ một tình huống.",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "7189a84c-d2af-44c7-9cac-a778026fdba6"
          },
          "dapAn": "Can you evaluate yourself?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "b8178ab9-11da-473d-9b03-0c2a4ae6bd0b"
          },
          "dapAn": "You may know what you want to say but not know how.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "986ea2b2-cc24-4b81-a792-1b269f2f4e86"
          },
          "dapAn": "You also might think a good communicator can persuade people to do what he or she wants.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "278eadb9-230e-42a3-a5f5-eeb9eac2af32"
          },
          "dapAn": "In an argument with a friend, you don’t help communication when you pretend that everything is fine.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "8f617236-65eb-4e54-85f7-ad11c6fb6dc5"
          },
          "dapAn": "They are also good at making eye contact with listeners, which helps them to understand what the other person wants from a situation.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "0ee3807a-d218-475b-a2b0-d1156f689a3e"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L6/sounds/normal/MTC_6_LISTENING_Listening 3.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td>Hello, everyone! I'm here to talk about being creative. Is it hard to be creative?<br />\n                        <i>Chào mọi người! Tôi ở đây để nói về sự sáng tạo. Sáng tạo có khó không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td><span style=\"color:red\">Yes, sometimes I try to solve a problem and I just don't have any ideas.</span><br />\n                        <i>Vâng, đôi khi tôi cố gắng giải quyết một vấn đề và tôi không có bất kỳ ý tưởng nào.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td><span style=\"color:red\">Do you give up and then think that you aren't a creative person?</span><br />\n                        <i>Bạn có bỏ cuộc và sau đó nghĩ rằng bạn không phải là một người sáng tạo?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td>Yes. Sometimes I make up excuses and say that it was too hard, or I didn't have enough time.<br />\n                        <i>Đúng. Đôi khi tôi viện cớ và nói rằng nó quá khó, hoặc tôi không có đủ thời gian.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td><span style=\"color:red\">That's why I'm here to tell you that we can all be creative if we use the right methods.</span><br />\n                        <i>Đó là lý do tại sao tôi ở đây để nói với bạn rằng tất cả chúng ta đều có thể sáng tạo nếu sử dụng đúng phương pháp.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td>What are those methods? I'm very excited to hear that.<br />\n                        <i>Đó là những phương pháp nào? Tôi rất hào hứng để nghe điều đó.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td><span style=\"color:red\">One thing you can do is make sure you have the knowledge you need. </span><br />\n                        <i>Một điều bạn có thể làm là đảm bảo rằng bạn có kiến thức cần thiết.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td>Do you mean that I should learn more and become an expert in my area?<br />\n                        <i>Ý bạn là tôi nên học hỏi nhiều hơn và trở thành một chuyên gia trong lĩnh vực của mình phải không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td>Correct. The more you know, the more your ideas grow.<br />\n                        <i>Chính xác. Bạn càng biết nhiều, ý tưởng của bạn càng phát triển.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td><span style=\"color:red\">What else can I do?</span><br />\n                        <i>Tôi có thể làm gì nữa?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td>Another thing you can do is to take up a sport or hobby.<br />\n                        <i>Một điều khác bạn có thể làm là bắt đầu học một môn thể thao hoặc sở thích.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td>That sounds weird. Why should I do that?<br />\n                        <i>Nghe có vẻ kì lạ nhỉ. Tại sao tôi nên làm điều đó vậy?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td>When you do that, you put yourself in the position of being a beginner.<br />\n                        <i>Khi bạn làm điều đó, bạn đặt mình vào vị trí của một người mới bắt đầu.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td><span style=\"color:red\">Oh, trying a new sport helps me remember what it's like not to know all the answers.</span><br />\n                        <i>Ồ, thử một môn thể thao mới giúp tôi nhớ cảm giác không biết tất cả các câu trả lời là như thế nào.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td><span style=\"color:red\">Exactly. The next thing you can do is connect with creative people.</span><br />\n                        <i>Chính xác. Điều tiếp theo bạn có thể làm là kết nối với những người sáng tạo.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td>Interesting! I can share and get feedback on my ideas, but where can I find them?<br />\n                        <i>Thú vị thật! Tôi có thể chia sẻ và nhận phản hồi về ý tưởng của mình, nhưng tôi có thể tìm họ ở đâu?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td>You should attend conferences and networking events related to your industry.<br />\n                        <i>Bạn nên tham dự các hội nghị và sự kiện xây dựng mạng lưới mối quan hệ liên quan đến ngành của bạn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td><span style=\"color:red\">Wow, I got it. I will apply these methods.</span><br />\n                        <i>Ồ, tôi hiểu rồi. Tôi sẽ áp dụng những phương pháp này.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Linda:</b></td>\n                        <td><span style=\"color:red\">OKAY, give me some feedback after you have tried them.</span><br />\n                        <i>Được rồi, hãy cho tôi một số phản hồi sau khi bạn đã thử chúng nhé.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Hayden:</b></td>\n                        <td><span style=\"color:red\">Sure, thank you very much.</span><br />\n                        <i>Chắc chắn rồi, cảm ơn bạn rất nhiều.</i></td>\n                </tr>\n        </tbody>\n</table>\n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "3b185cd4-c500-4cd0-a922-35aeda51f5b6"
          },
          "dapAn": "Yes, sometimes I try to solve a problem and I just don’t have any ideas.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "47aa9c85-2b74-4fca-a92b-66874e41e29c"
          },
          "dapAn": "Do you give up and then think that you aren’t a creative person?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "4beaf48c-6918-4f33-bb4f-53921da6be3c"
          },
          "dapAn": "That’s why I’m here to tell you that we can all be creative if we use the right methods.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "6e128083-317d-452b-8672-6548ba8b69a7"
          },
          "dapAn": "One thing you can do is make sure you have the knowledge you need.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "1dd7d7eb-e52f-48fb-871c-4d4563bd69f4"
          },
          "dapAn": "What else can I do?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "cea51d0b-e474-42f9-86a8-9f392a7e33c7"
          },
          "dapAn": "Oh, trying a new sport helps me remember what it’s like not to know all the answers.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "61bb71fb-c4a8-45a4-9594-94406a6aab1a"
          },
          "dapAn": "Exactly. The next thing you can do is connect with creative people.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "264b92d8-e2d0-4716-ad5f-500731b13cbb"
          },
          "dapAn": "Wow, I got it. I will apply these methods.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "628cd0e6-c6c5-4c88-95b8-d601b1cf38fa"
          },
          "dapAn": "OKAY, give me some feedback after you have tried them.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "71835036-1c41-4be7-820e-8fb7c6dda2a6"
          },
          "dapAn": "Sure, thank you very much.",
          "isCorrect": true
        }
      ]
    }
  ]
}