{
  "dangCauHoi": "P2",
  "elementType": "LISTENING",
  "danhSachCauHoi": [
    {
      "_id": {
        "$oid": "003f3415-6c44-4bc2-9a28-6251752016c5"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L14/sounds/normal/MTC_14_LISTENING_Listening 1.mp3",
      "yNghia": "<span style=\"color:red\">If we know what people have regrets about, we can avoid those same mistakes in our own lives. </span><br />\nI'm going to tell you about some of the things that many people say they regret. I think you can probably predict what some of the top regrets are, but others may surprise you!<br />\n<span style=\"color:red\">The first regret is connected to people's professional lives, but it isn't about turning down a job or earning money. </span>It's about time. Most people, especially very successful people, say they wish they had spent less time working and more time with their family and friends.<br />\n<span style=\"color:red\">Another common regret is about friendships</span>. People say they wish they had stayed in touch with old friends. We all get busy and time moves forward. Then sometimes we are afraid to get in touch with someone after a long time. We think they will be angry or hurt. <span style=\"color:red\">However, they're probably thinking the same thing about you!</span><br />\nThe other top regret for many people is, of course, love! Many people say they wish they hadn't broken up with someone they really loved, or they wish they had married someone they loved long ago. So, before you make a decision, try to imagine what regrets you might have about it later in life.<br />\n<span style=\"color:red\">Don't miss opportunities to make your life better! </span>Thank you.<br />\n<br />\n<i>Nếu chúng ta biết mọi người hối tiếc về điều gì, chúng ta có thể tránh được những sai lầm tương tự trong cuộc sống của chính mình.</i><br />\n<i>Tôi sẽ kể cho bạn nghe về một số điều mà nhiều người nói rằng họ hối tiếc. Tôi nghĩ rằng bạn có thể đoán</i><i> được một số hối tiếc phổ biến</i><i>, nhưng một</i><i> số hối tiếc </i><i>khác có thể làm bạn ngạc nhiên</i><i> đấy</i><i>!</i><br />\n<i>Hối tiếc đầu tiên liên quan đến đời</i><i> </i><i>sống nghề nghiệp của mọi người, nhưng không phải là</i><i> việc</i><i> từ chối một công việc hay kiếm tiền. Đó là về thời gian. Hầu hết mọi người, đặc biệt là những người rất thành công, nói rằng họ ước mình đã dành ít thời gian hơn cho công việc và dành nhiều thời gian hơn cho gia đình và bạn bè.</i><br />\n<i>Một điều hối tiếc phổ biến khác là về tình bạn. Mọi người nói rằng họ ước họ đã giữ liên lạc với những người bạn cũ. Tất cả chúng ta đều bận rộn và thời gian trôi qua. Rồi đôi khi chúng ta sợ liên lạc với ai đó sau một thời gian dài. Chúng ta nghĩ rằng họ sẽ tức giận hoặc bị tổn thương. Tuy nhiên, có lẽ họ đang nghĩ điều tương tự về bạn!</i><br />\n<i>Điều tiếc nuối hàng đầu khác của nhiều người tất nhiên là tình yêu! Nhiều người nói rằng họ ước họ đã không chia tay với người mà họ thực sự yêu, hoặc họ ước họ đã kết hôn với người mà họ yêu từ lâu. Vì vậy, trước khi bạn đưa ra quyết định, hãy thử tưởng tượng xem bạn có thể hối tiếc điều gì về điều đó sau này.</i><br />\n<i>Đừng bỏ lỡ cơ hội để làm cho cuộc sống của bạn tốt hơn! Cảm ơn bạn.</i>",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "6e08cb5f-6a64-461a-836a-bf796ed9030f"
          },
          "dapAn": "If we know what people have regrets about, we can avoid those same mistakes in our own lives.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "17febc95-9fef-4425-8f55-bc9805f60bb7"
          },
          "dapAn": "The first regret is connected to people’s professional lives, but it isn’t about turning down a job or earning money.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "2261c58d-b533-4872-8df3-bb26a201aa28"
          },
          "dapAn": "Another common regret is about friendships.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "b4a25071-2bfb-4b92-b18d-a2920606620c"
          },
          "dapAn": "However, they’re probably thinking the same thing about you!",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "e8f01f31-92c6-4804-be0d-7545b6c3f098"
          },
          "dapAn": "Don’t miss opportunities to make your life better!",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "a97bb9b9-1f8f-4bf6-b989-60d488d3e886"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L14/sounds/normal/MTC_14_LISTENING_Listening 2.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Ladies and gentlemen, welcome Mr. Jason to our show today. Good evening Mr. Jason<span style=\"color:red\">. Can you tell us how old you are?</span><br />\n                        <i>Kính thưa quý vị, chào mừng ông Jason đến chương trình của chúng ta ngày hôm nay. Chào ông Jason, năm nay ông bao nhiêu tuổi?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td>I'm 84 years old, and I've had a wonderful life. <br />\n                        <i>Tôi 84 tuổi và tôi có 1 cuộc sống tuyệt vời.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">Do you have any regrets in your life?</span><br />\n                        <i>Ông có bất cứ hối hận nào trong cuộc đời của mình không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td>Definitely! I have a few regrets.<br />\n                        <i>Chắc chắn rồi! Tôi có 1 số điều tiếc nuối.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Can you share with us about your regrets?<br />\n                        <i>Ông có thể chia sẻ với chúng tôi về những điều tiếc nuối đó được không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td>I missed some chances to do exciting things and make my life even better. I also have a professional regret.<br />\n                        <i>Tôi đã bỏ lỡ 1 số cơ hội để làm những điều thú vị và khiến cuộc sống của tôi tốt đẹp hơn. Tôi cũng có 1 sự hối tiếc về nghề nghiệp.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Could you give us some further information? We are curious about that.<br />\n                        <i>Ông có thể chia sẻ với chúng tôi thêm thông tin được không? Chúng tôi đang tò mò về điều đó.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td><span style=\"color:red\">I turned down an opportunity to go to an excellent art school </span><span style=\"color:red\">because I didn't want to move to New York.</span><br />\n                        <i>Tôi đã từ chối cơ hội được học ở trường mỹ thuật xuất sắc bởi vì tôi không muốn chuyển đến New York.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>What a pity! It would have been a big chance if you had done that.<br />\n                        <i>Thật đáng tiếc! Nó đã trở thành một cơ hội lớn nếu ông làm điều đó.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td>Um.. I really regret that.<br />\n                        <i>Um, tôi thực sự hối tiếc về điều đó.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Where did you stay in your childhood, Mr. Jason?<br />\n                        <i>Ông Jason, hồi còn nhỏ ông sống ở đâu vậy?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td><span style=\"color:red\">I lived in a small town and lived with my parents.</span><br />\n                        <i>Tôi ở trong 1 thị trấn nhỏ và sống cùng với bố mẹ mình.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>What did you do for a living at that time?<br />\n                        <i>Thời gian đó ông làm gì?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td>Well, I wasted my time, about three years, doing small jobs before I finally went to college.<br />\n                        <i>Tôi đã lãng phí thời gian của mình, khoảng 3 năm, làm những công việc nhỏ nhặt trước khi tôi đi học đại học.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Oh really?<br />\n                        <i>Ồ vậy sao?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td><span style=\"color:red\">I wish I had gone to college and started my studies earlier.</span><br />\n                        <i>Tôi ước rằng mình đã đi học đại học và bắt đầu việc đó sớm hơn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Have you got another regret that you want to share with us today?<br />\n                        <i>Ông còn sự tiếc nuối nào muốn chia sẻ với chúng tôi hôm nay không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td>One of my biggest regrets is that I didn't stay in touch with my best friend from college, but I'm trying to get in touch with her now.<br />\n                        <i>Một trong những sự tiếc nuối lớn nhất của tôi đó là tôi đã không giữ liên lạc với bạn thân của mình từ hồi đại học, nhưng bây giờ tôi đang cố gắng liên lạc với cô ấy.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>I hope you can find her soon. Mr. Jason, thank you for your presence here today.<br />\n                        <i>Tôi hi vọng ông có thể tìm thấy cô ấy sớm. Ông Jason, cảm ơn vì sự có mặt của ông ngày hôm nay!</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Mr.Jason:</b></td>\n                        <td>Thank you!<br />\n                        <i>Cảm ơn bạn!</i></td>\n                </tr>\n        </tbody>\n</table> \n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "3b8ae575-ba66-46b9-8bd7-6515d9f89365"
          },
          "dapAn": "Can you tell us how old you are?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "28462086-fae7-4cca-befc-613548475403"
          },
          "dapAn": "Do you have any regrets in your life?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "db3103aa-eb49-4cd2-a256-6feaf83f18cf"
          },
          "dapAn": "I turned down an opportunity to go to an excellent art school because I didn’t want to move to New York.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "9804fdb6-862a-4184-84e4-4f935f275933"
          },
          "dapAn": "I stayed in a small town and lived with my parents.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "dd043c48-b867-4f9a-8315-5f79eeb5eac5"
          },
          "dapAn": "I wish I had gone to college and started my studies earlier.",
          "isCorrect": true
        }
      ]
    },
    {
      "_id": {
        "$oid": "42163b48-eaf6-45cf-9e3f-cb07cedff7f3"
      },
      "cauHoiNho": [],
      "cauHoi": "4SKILLS_MTC_L14/sounds/normal/MTC_14_LISTENING_Listening 3.mp3",
      "yNghia": "<table>\n        <tbody>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>This is History Mystery. <span style=\"color:red\">Our discussion today is \"What on Earth happened?\"</span>. Please welcome scientist Seth Hawk.<br />\n                        <i>Đây là Bí Ẩn Lịch Sử. Cuộc thảo luận của chúng ta hôm nay là \"Chuyện gì đã xảy ra trên Trái Đất vậy?\". Xin chào mừng nhà khoa học Seth Hawk.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>Good evening! <span style=\"color:red\">I'm very glad to be here to speak to all of you.</span><br />\n                        <i>Chào buổi tối! Tôi rất vui được ở đây để nói chuyện với tất cả các bạn.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>Mr. Hawk, can you tell us one thing that happened that changed our planet forever?<br />\n                        <i>Ông Hawk, ông có thể cho chúng tôi biết một điều đã xảy ra mà thay đổi hành tinh của chúng ta mãi mãi không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td><span style=\"color:red\">A meteorite hit the Earth and created a crater that was 185km wide.</span><br />\n                        <i>Một thiên thạch va vào Trái đất và tạo ra một hố trũng rộng 185km.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>When did that happen?<br />\n                        <i>Điều đó xảy ra lúc nào?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>Sixty-six million years ago, during the time of the dinosaurs.<br />\n                        <i>Sáu mươi sáu triệu năm trước, trong thời kỳ khủng long.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">How about its result? </span>Can you tell me more details?<br />\n                        <i>Kết quả của nó thế nào? Ông có thể cho tôi biết thêm chi tiết không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>This caused a chain of events that resulted in a mass extinction of life on Earth.<br />\n                        <i>Điều này gây ra một chuỗi các sự kiện dẫn đến sự tuyệt chủng hàng loạt của sự sống trên Trái đất.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">What do scientists think about the meteorite?</span><br />\n                        <i>Các nhà khoa học nghĩ gì về thiên thạch?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>We agree that the meteorite was the main cause of these mass extinctions.<br />\n                        <i>Chúng tôi đồng ý rằng thiên thạch là nguyên nhân chính của những sự tuyệt chủng hàng loạt này.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">How did it destroy the world?</span><br />\n                        <i>Nó đã phá hủy thế giới như thế nào?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>Almost immediately after the impact, there were earthquakes and 300-meter-high tidal waves everywhere.<br />\n                        <i>Gần như ngay lập tức sau vụ va chạm, có động đất và sóng thần cao 300 mét ở khắp mọi nơi.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">That must have been terrible for life!</span><br />\n                        <i>Điều đó hẳn là khủng khiếp cho cuộc sống!</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>About eight minutes later, debris from the explosion would have started to fall out of the sky.<br />\n                        <i>Khoảng tám phút sau, các mảnh vỡ từ vụ nổ sẽ bắt đầu rơi xuống từ bầu trời.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">This caused massive forest fires, didn't it?</span><br />\n                        <i>Điều này gây ra các vụ cháy rừng lớn, phải không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>That's true! There would also have been 965-km-per-hour winds which destroyed everything.<br />\n                        <i>Đúng! Cũng sẽ có những cơn gió tốc độ 965 km mỗi giờ phá hủy mọi thứ.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td><span style=\"color:red\">Without sunlight, plants began to die, so there was no food for the herbivores, right? </span><br />\n                        <i>Không có ánh sáng mặt trời, thực vật bắt đầu chết, vì vậy không có thức ăn cho động vật ăn cỏ, phải không?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td>Correct. The death of herbivores means that the carnivores didn't have food and died, too.<br />\n                        <i>Chính xác. Cái chết của động vật ăn cỏ có nghĩa là động vật ăn thịt không có thức ăn và cũng chết theo.</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Host:</b></td>\n                        <td>What would have happened if the meteorite had not crashed into Earth?<br />\n                        <i>Điều gì sẽ xảy ra nếu thiên thạch không đâm vào Trái đất?</i></td>\n                </tr>\n                <tr>\n                        <td style=“vertical-align: top;”><b>Seth:</b></td>\n                        <td><span style=\"color:red\">Some scientists think dinosaurs might have survived.</span><br />\n                        <i>Một số nhà khoa học nghĩ rằng khủng long có thể đã sống sót.</i></td>\n                </tr>\n        </tbody>\n</table> \n",
      "danhSachDapAn": [
        {
          "_id": {
            "$oid": "2d62bdd9-a1f5-4533-92e5-c1cdec40c12a"
          },
          "dapAn": "Our discussion today is “What on Earth happened?”",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "1946d1a3-1ee4-45b1-bd19-6e0dbdfe7004"
          },
          "dapAn": "I’m very glad to be here to speak to all of you.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "edefd541-2c2a-460f-bcca-e52e90b7db10"
          },
          "dapAn": "A meteorite hit the Earth and created a crater that was 185km wide.",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "8bd07070-56ca-4a27-b3d7-cdb5b2891c4d"
          },
          "dapAn": "How about its result?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "dde97c28-6c94-459e-8f47-bd2042609ffa"
          },
          "dapAn": "What do scientists think about the meteorite?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "66232843-478b-4e13-a2ed-772f377555fe"
          },
          "dapAn": "How did it destroy the world?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "faf62b5b-3b2e-47e7-a057-9204b522fc29"
          },
          "dapAn": "That must have been terrible for life!",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "30a99031-8349-4285-a820-5688d4cb9afe"
          },
          "dapAn": "This caused massive forest fires, didn’t it?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "798a549f-79eb-465e-84c0-977babac55fd"
          },
          "dapAn": "Without sunlight, plants began to die, so there was no food for the herbivores, right?",
          "isCorrect": true
        },
        {
          "_id": {
            "$oid": "3b4b86b6-1749-400c-8666-a1e7fd5eb6de"
          },
          "dapAn": "Some scientists think dinosaurs might have survived.",
          "isCorrect": true
        }
      ]
    }
  ]
}